EIM.ERROR.LOGIC.NOFOLDER=\u9078\u629e\u3057\u305f\u30d5\u30a9\u30eb\u30c0\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOFOLDERTYPE=\u6307\u5b9a\u306e\u30d5\u30a9\u30eb\u30c0\u30bf\u30a4\u30d7\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
EIM.ERROR.LOGIC.NODOCUMENTTYPE=\u9078\u629e\u3057\u305f\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30bf\u30a4\u30d7\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.SELECTFOLDERDELETED=\u9078\u629e\u3057\u305f\u30d5\u30a9\u30eb\u30c0\u306f\u65e2\u306b\u524a\u9664\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.CANTSET.UNDERWF.WFDOCUMENT=\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u4ed8\u304d\u30d5\u30a9\u30eb\u30c0\u306e\u4e0b\u306b\u3001\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u4ed8\u304d\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306f\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOUPLOADFILE=\u767b\u9332\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3057\u306a\u3044\u304b,\u307e\u305f\u306f,\u7a7a\u3067\u3059\u3002
EIM.ERROR.LOGIC.NOTUPDATING={0}\u306f\u7de8\u96c6\u4e2d\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOCHECKINROLE=\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOCHECKOUTUSER=\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u3092\u5b9f\u884c\u3057\u305f\u30e6\u30fc\u30b6\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.CANNOT.CHECKIN.WITH.SIGN.AND.ENCR.PROC=\u7f72\u540d\u30fb\u6697\u53f7\u5316\u51e6\u7406\u4e2d\u306e\u305f\u3081\u3001\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.SIGN.AND.ENCR.FORMAT.NOTFOUND=\u7f72\u540d\u30fb\u6697\u53f7\u5316\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
EIM.ERROR.LOGIC.NO.SIGN.AND.ENCR.FILE.WITHDOCNAME=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8[{0}]\u306e\u7f72\u540d\u30fb\u6697\u53f7\u5316\u30d5\u30a1\u30a4\u30eb\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
EIM.ERROR.LOGIC.NODOCUMENTORFOLDER=\u9078\u629e\u3057\u305f\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u307e\u305f\u306f\u30d5\u30a9\u30eb\u30c0\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOREVISING={0}\u306f\u6539\u8a02\u4e2d\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.DOCUMENT.NOTEDITING=\u6539\u8a02\u4e2d\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306f\u7de8\u96c6\u4e2d\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOTEXIST.DOCFOLWS=\u6307\u5b9a\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3001\u30d5\u30a9\u30eb\u30c0\u3001\u30bf\u30b0\u3001\u307e\u305f\u306f\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
EIM.ERROR.LOGIC.NODOCORFOLORTAG=\u9078\u629e\u3057\u305f\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3001\u30d5\u30a9\u30eb\u30c0\u307e\u305f\u306f\u30bf\u30b0\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
EIM.ERROR.LOGIC.CANTDELTAGGEDDOCFOLORTAG=\u30bf\u30b0\u304c\u4ed8\u4e0e\u3055\u308c\u305f\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3001\u30d5\u30a9\u30eb\u30c0\u307e\u305f\u306f\u30bf\u30b0\u3092\u524a\u9664\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOWSFOL=\u9078\u629e\u3057\u305f\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u307e\u305f\u306f\u30d5\u30a9\u30eb\u30c0\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.CHECKOUTED={0}\u306f\u65e2\u306b\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.NOCHECKOUTROLE=\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.EXISTDATA=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u3010{0}\u3011\u306b\u306f\u30c7\u30fc\u30bf\u304c\u683c\u7d0d\u3055\u308c\u3066\u3044\u307e\u3059\u3002\n\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ATTRINFO.REPETITION.LOWATTR.AND.NAME.ALLOCATION=\u4e0b\u4f4d\u5f15\u7d99\u304e\u5c5e\u6027\u3010{0}\u3011\u3068\u3001\u3010{1}\u3011\u306e\u300c\u540d\u79f0\u5272\u5f53\u3066\u5c5e\u6027\u300d\u304c\u91cd\u8907\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.CANNOT.CHECKIN.WITH.SIGN.AND.ENCR.PROC=\u7f72\u540d\u30fb\u6697\u53f7\u5316\u51e6\u7406\u4e2d\u306e\u305f\u3081\u3001\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.CANT.DELETE.STATUS=\u524a\u9664\u3067\u304d\u308b\u30b9\u30c6\u30fc\u30bf\u30b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.CANTDELTAGGEDDOCFOLORTAG=\u30bf\u30b0\u304c\u4ed8\u4e0e\u3055\u308c\u305f\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3001\u30d5\u30a9\u30eb\u30c0\u307e\u305f\u306f\u30bf\u30b0\u3092\u524a\u9664\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.CANTSET.UNDERWF.WFDOCFOL=\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u4ed8\u304d\u30d5\u30a9\u30eb\u30c0\u306e\u4e0b\u306b\u3001\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u4ed8\u304d\u306e\u30d5\u30a9\u30eb\u30c0\u307e\u305f\u306f\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306f\u914d\u7f6e\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.CNATDEL.BRUNCHDOC.EXIST=\u30d6\u30e9\u30f3\u30c1\u5148\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u304c\u5b58\u5728\u3059\u308b\u305f\u3081\u3001\u9078\u629e\u3057\u305f\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u307e\u305f\u306f\u30d5\u30a9\u30eb\u30c0\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NODELETE.APPROVAL={0}\u3000\u306f\u3001\u627f\u8a8d\u4e2d\u3067\u3059\u3002\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NODELETE.REVISING={0}\u3000\u306f\u3001\u6539\u8a02\u4e2d\u3067\u3059\u3002\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOTDEL.EFFECTIVE.DOCFOL=\u6709\u52b9\u306a\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3001\u30d5\u30a9\u30eb\u30c0\u3001\u307e\u305f\u306f\u30bf\u30b0\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOTEXIST.DOCFOLWS=\u6307\u5b9a\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3001\u30d5\u30a9\u30eb\u30c0\u3001\u30bf\u30b0\u3001\u307e\u305f\u306f\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
EIM.ERROR.LOGIC.REPETITION.SUCCESSION.ATTR=\u4e0b\u4f4d\u5f15\u7d99\u304e\u5c5e\u6027\u3010{0}\u3011\u304c\u3001\u3010{1}\u3011\u306e\u4e0b\u4f4d\u5f15\u7d99\u304e\u5c5e\u6027\u3068\u91cd\u8907\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.SEC.NOTFOUND=\u6307\u5b9a\u3057\u305f\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.WARN.LOGIC.INVALIDNAME=\u540d\u79f0\u306b\u306f\u6b21\u306e\u6587\u5b57\u306f\u4f7f\u3048\u307e\u305b\u3093\u3002\n \\ / : * ? " < > |
EIM.ERROR.LOGIC.NOWORKSPACETYPE=\u6307\u5b9a\u306e\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u30bf\u30a4\u30d7\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
EIM.ERROR.LOGIC.PATH.VALUE.ILLEGAL=\u5f15\u6570path\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.REVISION.DELETE=\u6700\u65b0\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.CANTSET.UNDERWF.WFFOLDER=\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u4ed8\u304d\u30d5\u30a9\u30eb\u30c0\u306e\u4e0b\u306b\u3001\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u4ed8\u304d\u306e\u30d5\u30a9\u30eb\u30c0\u306f\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.UNJUST.COMBINATION.ROLES=\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u306e\u7d44\u307f\u5408\u308f\u305b\u304c\u4e0d\u6b63\u3067\u3059\u3002
EIM.ERROR.LOGIC.NEXTNEW.REVISION.DELETE=\u6307\u5b9a\u3057\u305f\u30ea\u30d3\u30b8\u30e7\u30f3\u306f\u6700\u65b0\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\uff11\u3064\u524d\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u3067\u3059\u3002\n\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.BRANCH.REVISION.DELETE=\u30d6\u30e9\u30f3\u30c1\u30b3\u30d4\u30fc\u3055\u308c\u305f\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOT.TARGET.REPLACE.ORIGINAL.DOCUMENT=\u5dee\u3057\u66ff\u3048\u304c\u53ef\u80fd\u306a\u5bfe\u8c61\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002

#Access History
EIM.ACCESS.TYPE.DELETEREVISION=\u30d0\u30fc\u30b8\u30e7\u30f3\u524a\u9664
EIM.ACCESS.TYPE.REPLACEORIGINALFILE=\u539f\u672c\u5dee\u3057\u66ff\u3048
EIM.ACCESS.TYPE.REPLACEPUBLICFILE=\u516c\u958b\u5dee\u3057\u66ff\u3048