# \u95a2\u9023\u30c7\u30fc\u30bf\u53d6\u5f97
EIM.SEARCH.ERROR.RELATIONDATA.PLUGIN.NOTFOUND=\u30c7\u30fc\u30bf\u30bf\u30a4\u30d7\u306b\u5fdc\u3058\u308b\u95a2\u9023\u30c7\u30fc\u30bf\u53d6\u5f97\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002[{0}]
EIM.SEARCH.WARN.RELATIONDATA.OBJECT.NOTFOUND=\u6307\u5b9a\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002[{0}]
EIM.SEARCH.WARN.RELATIONDATA.RELATIONDATA.NOTFOUND=\u6307\u5b9a\u306e\u95a2\u9023\u30c7\u30fc\u30bf\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002[{0}]
# \u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u53d6\u5f97
EIM.SEARCH.ERROR.SECURITY.PLUGIN.NOTFOUND=\u30c7\u30fc\u30bf\u30bf\u30a4\u30d7\u306b\u5fdc\u3058\u308b\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u53d6\u5f97\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002[{0}]
EIM.SEARCH.WARN.SECURITY.OBJECT.NOTFOUND=\u6307\u5b9a\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002[{0}]
EIM.SEARCH.WARN.SECURITY.SECURITY.NOTFOUND=\u6307\u5b9a\u306e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002[{0}]
EIM.SEARCH.ERROR.USERDEFGROUP.PLUGIN.NOTFOUND=\u30e6\u30fc\u30b6\u5b9a\u7fa9\u30b0\u30eb\u30fc\u30d7\u306b\u5fdc\u3058\u308b\u52d5\u7684\u30a8\u30f3\u30c8\u30ea\u30fc\u53d6\u5f97\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002[{0}]
EIM.SEARCH.ERROR.USERDEFGROUP.READROLETYPE.NOTFOUND=\u30a2\u30af\u30bb\u30b9\u30ed\u30fc\u30eb\u7a2e\u5225\u540d\u79f0\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
# \u53c2\u7167\u5143\u53d6\u5f97
EIM.SEARCH.WARN.REFOBJECT.MASTERDATA.NOTFOUND=\u6307\u5b9a\u306e\u30de\u30b9\u30bf\u30c7\u30fc\u30bf\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002[{0}]
EIM.SEARCH.ERROR.REFOBJECT.DATAKIND.ILLEGAL=\u53c2\u7167\u5143\u53d6\u5f97\u30e2\u30b8\u30e5\u30fc\u30eb\u306e\u30c7\u30fc\u30bf\u7a2e\u5225\u3068\u3057\u3066\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002[{0}]
EIM.SEARCH.ERROR.REFOBJECT.PLUGIN.NOTFOUND=\u53c2\u7167\u5143\u53d6\u5f97\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002[{0}]
EIM.SEARCH.ERROR.REFOBJECT.DATATYPE.LENGTH.ILLEGAL=\u30c7\u30fc\u30bf\u30bf\u30a4\u30d7\u3068\u3057\u3066null\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.SEARCH.ERROR.REFOBJECT.OBJECTTYPE.NOTFOUND=\u6307\u5b9a\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002[{0}]
EIM.SEARCH.ERROR.REFOBJECT.ATTRIBUTE.TYPE.NAME.ILLEGAL=\u5c5e\u6027\u30bf\u30a4\u30d7\u540d\u79f0\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.SEARCH.ERROR.REFOBJECT.ATTRIBUTE.TYPE.NAME.INVALID=\u4e0d\u6b63\u306a\u5c5e\u6027\u30bf\u30a4\u30d7\u540d\u79f0\u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002[{0}]

# \u53c2\u7167\u5143\u53d6\u5f97\u30e2\u30b8\u30e5\u30fc\u30eb\u7ba1\u7406
EIM.SEARCH.ERROR.REFOBJECT.MODULEMANAGER.SYSTEMKIND.LENGTH.ILLEGAL=\u30b7\u30b9\u30c6\u30e0\u7a2e\u5225\u3068\u3057\u3066null\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.SEARCH.ERROR.REFOBJECT.MODULEMANAGER.REFOBJECT.MODULE.NOTFOUND=\u53c2\u7167\u5143\u53d6\u5f97\u30e2\u30b8\u30e5\u30fc\u30eb\u53d6\u5f97\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
# \u30c7\u30fc\u30bf\u53ce\u96c6\u30e2\u30b8\u30e5\u30fc\u30eb\u7ba1\u7406
EIM.SEARCH.ERROR.DATACOLLECTION.MODULEMANAGER.SYSTEMKIND.LENGTH.ILLEGAL=\u30b7\u30b9\u30c6\u30e0\u7a2e\u5225\u3068\u3057\u3066null\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.SEARCH.ERROR.DATACOLLECTION.MODULEMANAGER.RELATIONDATA.MODULE.NOTFOUND=\u95a2\u9023\u30c7\u30fc\u30bf\u53d6\u5f97\u30e2\u30b8\u30e5\u30fc\u30eb\u53d6\u5f97\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.SEARCH.ERROR.DATACOLLECTION.MODULEMANAGER.SECURITY.MODULE.NOTFOUND=\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u53d6\u5f97\u30e2\u30b8\u30e5\u30fc\u30eb\u53d6\u5f97\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
# \u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u64cd\u4f5c
EIM.SEARCH.ERROR.IDXOPE.READSETTING=\u691c\u7d22\u30a8\u30f3\u30b8\u30f3\u8a2d\u5b9a\u30d5\u30a1\u30a4\u30eb\u306e\u8aad\u307f\u8fbc\u307f\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.SEARCH.ERROR.IDXOPE.INJUSTICESETTING=\u691c\u7d22\u30a8\u30f3\u30b8\u30f3\u8a2d\u5b9a\u30d5\u30a1\u30a4\u30eb\u306e\u8a2d\u5b9a\u304c\u4e0d\u6b63\u3067\u3059\u3002
EIM.SEARCH.ERROR.IDXOPE.NOUPDKEY=\u5f15\u6570\u306e\u66f4\u65b0\u5bfe\u8c61\u8b58\u5225\u5b50\u304c\u691c\u7d22\u30a8\u30f3\u30b8\u30f3\u8a2d\u5b9a\u30d5\u30a1\u30a4\u30eb\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.SEARCH.ERROR.BIZIDXOPE.UPDIDXCMDERROR.FORSUBIDX=\u5dee\u3057\u66ff\u3048\u7528\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30d5\u30a1\u30a4\u30eb\u306b\u5bfe\u3059\u308b\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u66f4\u65b0\u30b3\u30de\u30f3\u30c9\u304c\u7570\u5e38\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002[{0}]
EIM.SEARCH.ERROR.BIZIDXOPE.UPDIDXCMDWARN.FORSUBIDX=\u5dee\u3057\u66ff\u3048\u7528\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30d5\u30a1\u30a4\u30eb\u306b\u5bfe\u3059\u308b\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u66f4\u65b0\u30b3\u30de\u30f3\u30c9\u304c\u8b66\u544a\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002[{0}]
EIM.SEARCH.ERROR.BIZIDXOPE.SUSPENDIDXCMDERROR.FOREMPIDX=\u904b\u7528\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30d5\u30a1\u30a4\u30eb\u306b\u5bfe\u3059\u308b\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u505c\u6b62\u30b3\u30de\u30f3\u30c9\u304c\u7570\u5e38\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002[{0}]
EIM.SEARCH.ERROR.BIZIDXOPE.RENAMEERROR.EMPTOTEMP=\u904b\u7528\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30d5\u30a1\u30a4\u30eb\u540d\u304b\u3089\u9000\u907f\u7528\u30d5\u30a1\u30a4\u30eb\u540d\u3078\u306e\u30ea\u30cd\u30fc\u30e0\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.SEARCH.ERROR.BIZIDXOPE.RENAMEERROR.SUBTOEMP=\u5dee\u3057\u66ff\u3048\u7528\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30d5\u30a1\u30a4\u30eb\u540d\u304b\u3089\u904b\u7528\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30d5\u30a1\u30a4\u30eb\u540d\u3078\u306e\u30ea\u30cd\u30fc\u30e0\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.SEARCH.ERROR.BIZIDXOPE.STARTIDXCMDERROR.FOREMPIDX=\u904b\u7528\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30d5\u30a1\u30a4\u30eb\u306b\u5bfe\u3059\u308b\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u958b\u59cb\u30b3\u30de\u30f3\u30c9\u304c\u7570\u5e38\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002[{0}]
EIM.SEARCH.ERROR.BIZIDXOPE.RENAMEERROR.TMEPTOSUB=\u9000\u907f\u30d5\u30a1\u30a4\u30eb\u540d\u304b\u3089\u5dee\u3057\u66ff\u3048\u7528\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30d5\u30a1\u30a4\u30eb\u540d\u3078\u306e\u30ea\u30cd\u30fc\u30e0\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.SEARCH.ERROR.IDXOPE.KEY.LENGTH.ILLEGAL=\u5f15\u6570\u306e\u66f4\u65b0\u5bfe\u8c61\u8b58\u5225\u5b50\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.SEARCH.ERROR.IDXOPE.DATAFILE.PATH.LENGTH.ILLEGAL=\u5f15\u6570\u306e\u53d6\u308a\u8fbc\u307f\u5bfe\u8c61\u30d5\u30a1\u30a4\u30eb\u306e\u30d5\u30eb\u30d1\u30b9\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.SEARCH.ERROR.IDXOPE.DATAFILE.NOTFOUND=\u6307\u5b9a\u306e\u53d6\u308a\u8fbc\u307f\u5bfe\u8c61\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002[{0}]
EIM.SEARCH.ERROR.IDXOPE.IDX.CONFIG.FILE.NOTFOUND=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u5b9a\u7fa9\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002[{0}]
EIM.SEARCH.ERROR.IDXOPE.MAP.FILE.NOTFOUND=\u30de\u30c3\u30d7\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002[{0}]

#\u53ce\u96c6\u6587\u66f8\u30ea\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb\u306e\u30c6\u30ad\u30b9\u30c8\u62bd\u51fa\u51e6\u7406
EIM.SEARCH.ERROR.BIZIDXOPE.EXTRACT.REALFILECMD.ERROR=\u53ce\u96c6\u6587\u66f8\u30ea\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb\u306e\u30c6\u30ad\u30b9\u30c8\u62bd\u51fa\u30b3\u30de\u30f3\u30c9\u304c\u3001\u7570\u5e38\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002[{0}]
EIM.SEARCH.ERROR.BIZIDXOPE.EXTRACT.REALFILECMD.WARN=\u53ce\u96c6\u6587\u66f8\u30ea\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb\u306e\u30c6\u30ad\u30b9\u30c8\u62bd\u51fa\u30b3\u30de\u30f3\u30c9\u304c\u3001\u8b66\u544a\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002[{0}]
EIM.SEARCH.ERROR.IDXOPE.DELETEERROR.LISTFILE=\u30c6\u30ad\u30b9\u30c8\u62bd\u51fa\u5f8c\u306e\u53ce\u96c6\u6587\u66f8\u30ea\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb\u306e\u524a\u9664\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002[{0}]

#\u30c7\u30fc\u30bf\u53ce\u96c6
EIM.SEARCH.ERROR.DATACOLLECTION.UPDATEKIND.ILLEGAL=\u66f4\u65b0\u7a2e\u5225\u304c\u4e0d\u6b63\u3067\u3059\u3002[{0}]
EIM.SEARCH.ERROR.DATACOLLECTION.INDEXDATA.REQUIRED.PROPERTY.NOT.SET=DB\u767b\u9332\u60c5\u5831\u306e\u5fc5\u9808\u30d7\u30ed\u30d1\u30c6\u30a3\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002[{0}]
#\u30c7\u30fc\u30bf\u51fa\u529b
EIM.SEARCH.ERROR.DATAOUTPUT.SITECODE.ILLEGAL=\u30b5\u30a4\u30c8\u30b3\u30fc\u30c9\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.SEARCH.ERROR.DATAOUTPUT.MAPFILE.SETTING.ILLEGAL=\u30de\u30c3\u30d7\u30d5\u30a1\u30a4\u30eb\u4f7f\u7528/\u4e0d\u4f7f\u7528\u306e\u8a2d\u5b9a\u304c\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.SEARCH.ERROR.DATAOUTPUT.TYPETAG.NAME.ILLEGAL=\u30de\u30c3\u30d7\u30d5\u30a1\u30a4\u30eb\u306e\u30bf\u30a4\u30d7\u30bf\u30b0\u540d\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.SEARCH.ERROR.DATAOUTPUT.TYPETAG.VALUE.ILLEGAL=\u524a\u9664\u5bfe\u8c61\u306e\u30de\u30c3\u30d7\u30d5\u30a1\u30a4\u30eb\u306e\u30bf\u30a4\u30d7\u30bf\u30b0\u5024\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002

# \u30d0\u30c3\u30c1\u51e6\u7406
EIM.BATCH.ERROR.SYSTEM.CONNDB=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u63a5\u7d9a\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.BATCH.ERROR.SYSTEM.GETMODULE={0}\u30e2\u30b8\u30e5\u30fc\u30eb\u306e\u8aad\u8fbc\u307f\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.BATCH.ERROR.SYSTEM.MODULE={0}\u30e2\u30b8\u30e5\u30fc\u30eb\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
EIM.BATCH.ERROR.SYSTEM.NOTEXISTFOLDER=\u53d6\u8fbc\u5bfe\u8c61\u30d5\u30a1\u30a4\u30eb\u51fa\u529b\u5148\u30d5\u30a9\u30eb\u30c0\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u30d5\u30a9\u30eb\u30c0\u540d[{0}]
EIM.BATCH.ERROR.SYSTEM.NOTEXISTFILE=\u53d6\u8fbc\u5bfe\u8c61\u30d5\u30a1\u30a4\u30eb\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30d5\u30a1\u30a4\u30eb\u540d[{0}]
EIM.BATCH.ERROR.SYSTEM.MOVEFILE=\u30d5\u30a1\u30a4\u30eb\u306e\u9000\u907f\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u30d5\u30a1\u30a4\u30eb\u540d[{0}]
EIM.BATCH.ERROR.SYSTEM.UNEXPECTED=\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
EIM.BATCH.ERROR.ILLEGALPARAMETER=\u30d1\u30e9\u30e1\u30fc\u30bf\u304c\u4e0d\u6b63\u3067\u3059\u3002
EIM.BATCH.MSG.SHOW.DELETE.NEEDLESS.TARGETINDEXDATA=\u4e0d\u8981\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u5316\u5bfe\u8c61\u30c7\u30fc\u30bf\u3092\u524a\u9664\u3057\u307e\u3059\u3002
EIM.BATCH.MSG.SHOW.GET.TARGETINDEXDATA=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u5316\u5bfe\u8c61\u30c7\u30fc\u30bf\u3092\u53d6\u5f97\u3057\u307e\u3059\u3002
EIM.BATCH.MSG.SHOW.TARGETINDEXDATA=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u5316\u5bfe\u8c61\u30c7\u30fc\u30bf{0}\u4ef6
EIM.BATCH.MSG.START.REFOBJECT=\u53c2\u7167\u5143\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u53d6\u5f97\u51e6\u7406\u3092\u958b\u59cb\u3057\u307e\u3059\u3002\u53c2\u7167\u5148ID[{0}]
EIM.BATCH.MSG.END.REFOBJECT=\u53c2\u7167\u5143\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u53d6\u5f97\u51e6\u7406\u3092\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002
EIM.BATCH.MSG.REFOBJINFORMATION=\u53c2\u7167\u5143\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f{0}\u4ef6\u3067\u3059\u3002
EIM.BATCH.MSG.SHOW.ADD.TARGETINDEXDATA=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u5316\u5bfe\u8c61\u30c7\u30fc\u30bf\u3092\u8ffd\u52a0\u3057\u307e\u3059\u3002
EIM.BATCH.MSG.START.GETOBJECT=\u30c7\u30fc\u30bf\u53d6\u5f97\u51e6\u7406\u3092\u958b\u59cb\u3057\u307e\u3059\u3002
EIM.BATCH.MSG.END.GETOBJECT=\u30c7\u30fc\u30bf\u53d6\u5f97\u51e6\u7406\u3092\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002
EIM.BATCH.MSG.START.CREATEXML=\u53d6\u8fbc\u5bfe\u8c61\u30d5\u30a1\u30a4\u30eb\u51fa\u529b\u51e6\u7406\u3092\u958b\u59cb\u3057\u307e\u3059\u3002
EIM.BATCH.MSG.END.CREATEXML=\u53d6\u8fbc\u5bfe\u8c61\u30d5\u30a1\u30a4\u30eb\u51fa\u529b\u51e6\u7406\u3092\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002
EIM.BATCH.MSG.START.CREATEFINISHFILE=\u51fa\u529b\u5b8c\u4e86\u30d5\u30a1\u30a4\u30eb\u51fa\u529b\u51e6\u7406\u3092\u958b\u59cb\u3057\u307e\u3059\u3002\u30d5\u30a1\u30a4\u30eb\u540d[{0}]
EIM.BATCH.MSG.END.CREATEFINISHFILE=\u51fa\u529b\u5b8c\u4e86\u30d5\u30a1\u30a4\u30eb\u51fa\u529b\u51e6\u7406\u3092\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002
EIM.BATCH.MSG.START.EXECCMD=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u66f4\u65b0\u30b3\u30de\u30f3\u30c9\u5b9f\u884c\u51e6\u7406\u3092\u958b\u59cb\u3057\u307e\u3059\u3002
EIM.BATCH.MSG.END.EXECCMD=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u66f4\u65b0\u30b3\u30de\u30f3\u30c9\u5b9f\u884c\u51e6\u7406\u3092\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002
EIM.BATCH.MSG.END.NORMAL.CREATEINDEX=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u5316\u51e6\u7406\u304c\u6b63\u5e38\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002\u53d6\u8fbc\u5bfe\u8c61\u30d5\u30a1\u30a4\u30eb[{0}]
EIM.BATCH.MSG.END.WARN.CREATEINDEX=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u5316\u51e6\u7406\u304c\u8b66\u544a\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002\u4e00\u90e8\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304c\u66f4\u65b0\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u53d6\u8fbc\u5bfe\u8c61\u30d5\u30a1\u30a4\u30eb[{0}]
EIM.BATCH.MSG.SHOW.MOVEFILE=\u30d5\u30a1\u30a4\u30eb\u3092\u9000\u907f\u3057\u307e\u3059\u3002\u53d6\u8fbc\u5bfe\u8c61\u30d5\u30a1\u30a4\u30eb[{0}]\u3001\u51fa\u529b\u5b8c\u4e86\u30d5\u30a1\u30a4\u30eb[{1}]\u3001\u9000\u907f\u5148\u30d5\u30a9\u30eb\u30c0[{2}]
EIM.BATCH.MSG.SHOW.DELETE.TARGETINDEXDATA=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u5316\u5bfe\u8c61\u30c7\u30fc\u30bf\u3092\u524a\u9664\u3057\u307e\u3059\u3002
EIM.BATCH.ERROR.SYSTEM.FAILURE.GETFINFILELIST=\u51fa\u529b\u5b8c\u4e86\u30d5\u30a1\u30a4\u30eb\u4e00\u89a7\u306e\u53d6\u5f97\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u30d5\u30a9\u30eb\u30c0\u540d[{0}]
EIM.BATCH.ERROR.SYSTEM.FAILURE.GETTARGETFILELIST=\u53d6\u8fbc\u5bfe\u8c61\u30d5\u30a1\u30a4\u30eb\u4e00\u89a7\u306e\u53d6\u5f97\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u30d5\u30a9\u30eb\u30c0\u540d[{0}]
EIM.BATCH.ERROR.SYSTEM.ILLEGALPARAMETER=\u30d1\u30e9\u30e1\u30fc\u30bf\u304c\u4e0d\u6b63\u3067\u3059\u3002
EIM.BATCH.ERROR.NOTEXISTFILE=\u5b8c\u4e86\u30d5\u30a1\u30a4\u30eb\u304c\u3042\u308b\u304c\u3001\u53d6\u8fbc\u5bfe\u8c61\u30d5\u30a1\u30a4\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
EIM.BATCH.MSG.END.BATCH=\u30d0\u30c3\u30c1\u51e6\u7406\u3092\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002
EIM.BATCH.ERROR.UNEXPECTED=\u30d0\u30c3\u30c1\u304c\u7570\u5e38\u7d42\u4e86\u3057\u307e\u3057\u305f\u3002

# \u53ce\u96c6\u6587\u66f8\u30ea\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb\u306e\u89e3\u8aad
EIM.SEARCH.ERROR.COLLECTDOCLISTFILE.DECODEWARN=\u53ce\u96c6\u6587\u66f8\u30ea\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb\u306bXML\u69cb\u6587\u89e3\u6790\u3067\u304d\u306a\u3044\u6587\u5b57\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u70ba\u3001\u89e3\u8aad\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u66f4\u65b0\u306b\u5931\u6557\u3057\u305f\u30c7\u30fc\u30bf\u304c\u3042\u308a\u307e\u3059\u3002\u53ce\u96c6\u6587\u66f8\u30ea\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb[{0}]

# Solr
EIM.INFO.LOGIC.NOT.EXIST.INDEX.DATA=\u691c\u7d22\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u5bfe\u8c61\u30c7\u30fc\u30bf\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3067\u3057\u305f\u3002
EIM.INFO.LOGIC.GET.INDEX.DATA=\u691c\u7d22\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u5bfe\u8c61\u30c7\u30fc\u30bf\u3092\u53d6\u5f97\u3057\u307e\u3057\u305f\u3002[{0}\u4ef6]
EIM.INFO.LOGIC.NOT.EXIST.SECURITY.INFO=\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u60c5\u5831\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3067\u3057\u305f\u3002
EIM.INFO.LOGIC.GET.SECURITY.INFO=\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u60c5\u5831\u3092\u53d6\u5f97\u3057\u307e\u3057\u305f\u3002[{0}\u4ef6]
