EIM.ACCESS.TYPE.COMP=\u8907\u5408\u30b0\u30eb\u30fc\u30d7
EIM.ACCESS.TYPE.GROUP=\u30b0\u30eb\u30fc\u30d7
EIM.ACCESS.TYPE.ROLE=\u30ed\u30fc\u30eb
EIM.ACCESS.TYPE.USER=\u30e6\u30fc\u30b6
EIM.ACCESS.TYPE.USERDEF=\u30e6\u30fc\u30b6\u5b9a\u7fa9\u30b0\u30eb\u30fc\u30d7
EIM.ACCESS.TYPE.OBJROLE=\u696d\u52d9\u5f79\u5272
EIM.ASSIGN.TYPE.GROUP=\u30b0\u30eb\u30fc\u30d7
EIM.ASSIGN.TYPE.ROLE=\u30ed\u30fc\u30eb
EIM.ASSIGN.TYPE.USER=\u30e6\u30fc\u30b6
EIM.EIM.EIM.ERROR.LOGICOR.LOGICOR.L.PARENT.OBJ.DEFAULT.FORMAT=\u89aa\u30af\u30e9\u30b9\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.ACCESSKEY.DONOTMATCH=\u30a2\u30af\u30bb\u30b9\u30ad\u30fc\u304c\u4e00\u81f4\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.APPCONTEXT.FILE.NOTFOUND=\u6307\u5b9a\u3057\u305fApplicationContext\u30d5\u30a1\u30a4\u30eb\u306e\u8aad\u307f\u8fbc\u307f\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u30b3\u30f3\u30d5\u30a3\u30b0\u30d5\u30a1\u30a4\u30eb\u304b\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002{0}
EIM.ERROR.ATTRIBUTE.VALUE.EXISTS=\u6307\u5b9a\u3057\u305f\u5c5e\u6027\u306e\u5024\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.CANT.REGIST.NOEXT=\u62e1\u5f35\u5b50\u306e\u306a\u3044\u30d5\u30a1\u30a4\u30eb\u306f\u767b\u9332\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.CONFIG.FILE.NOTFOUND=\u30b3\u30f3\u30d5\u30a3\u30b0\u30d5\u30a1\u30a4\u30eb[{0}]\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.CONFIG.KEY.NOTFOUND=\u30ad\u30fc\u8a2d\u5b9a\u5024[{0}]\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\u3059\u3079\u3066\u306e\u30b3\u30f3\u30d5\u30a3\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
EIM.ERROR.FILTER.PARAM.NOTFOUND=\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u30d5\u30a1\u30a4\u30eb\u304b\u3089\u30d1\u30e9\u30e1\u30fc\u30bf[{0}]\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002(\u30d5\u30a3\u30eb\u30bf[{1}])
EIM.ERROR.GROUP.CHILD.EXISTS=\u5b50\u30b0\u30eb\u30fc\u30d7\u304c\u5b58\u5728\u3057\u3066\u3044\u308b\u305f\u3081\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.GROUP.NOTFOUND=\u30b0\u30eb\u30fc\u30d7\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.ID.BASEEVENTTYPE.NOTFOUND=\u6307\u5b9a\u3057\u305fID\u306e\u30d9\u30fc\u30b9\u30a4\u30d9\u30f3\u30c8\u30bf\u30a4\u30d7\u8a2d\u5b9a\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.ID.ENTRY.NOTFOUND=\u6307\u5b9a\u3057\u305fID\u306e\u30a8\u30f3\u30c8\u30ea\u30fc\u306f\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.ID.GUARDCONDITION.NOTFOUND=\u6307\u5b9a\u3057\u305fID\u306e\u30ac\u30fc\u30c9\u6761\u4ef6\u8a2d\u5b9a\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.ID.MAILTYPE.NOTFOUND=\u6307\u5b9a\u3057\u305fID\u306e\u901a\u77e5\u30e1\u30fc\u30eb\u8a2d\u5b9a\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.ID.STATUSTYPEKIND.NOTFOUND=\u6307\u5b9a\u3057\u305fID\u306e\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u7a2e\u5225\u8a2d\u5b9a\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.ID.SYSFUNC.NOTFOUND=\u6307\u5b9a\u3057\u305fID\u306e\u30b7\u30b9\u30c6\u30e0\u51e6\u7406\u8a2d\u5b9a\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.ID.USERDEFGROUP.NOTFOUND=\u6307\u5b9a\u3057\u305fID\u306e\u30e6\u30fc\u30b6\u30fc\u5b9a\u7fa9\u30b0\u30eb\u30fc\u30d7\u8a2d\u5b9a\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.INPUT.SPECDIRECTORY=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u6307\u5b9a\u306f / \u307e\u3067\u6307\u5b9a\u3057\u3066\u4e0b\u3055\u3044\u3002
EIM.ERROR.INTEGER.VALUE.LENGTH.OVER=\u5c5e\u6027\u306b\u8a2d\u5b9a\u3059\u308b\u5024\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LANGID.NOTFOUND=\u8a00\u8a9eID\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOCALE.NOTFOUND=\u30ed\u30b1\u30fc\u30eb\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ACCESS.ENTRY.EXISTS=\u6307\u5b9a\u3057\u305f\u30a8\u30f3\u30c8\u30ea\u30fc\u306f\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.ACCESS.ENTRY.GROUP.EXISTS=\u6307\u5b9a\u3057\u305f\u30b0\u30eb\u30fc\u30d7\u306f\u30a2\u30af\u30bb\u30b9\u30a8\u30f3\u30c8\u30ea\u30fc\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ACCESS.ENTRY.NOTFOUND=\u6307\u5b9a\u3055\u308c\u305f\u30a2\u30af\u30bb\u30b9\u30a8\u30f3\u30c8\u30ea\u30fc\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ACCESS.ENTRY.ROLE.EXISTS=\u6307\u5b9a\u3057\u305f\u30ed\u30fc\u30eb\u306f\u30a2\u30af\u30bb\u30b9\u30a8\u30f3\u30c8\u30ea\u30fc\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ACCESS.HISTORY.NOTFOUND=\u5bfe\u8c61\u306e\u30a2\u30af\u30bb\u30b9\u5c65\u6b74\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ACCESS.RECORD.EXISTS=\u6307\u5b9a\u3057\u305f\u30e6\u30fc\u30b6\u306f\u65e2\u306b\u30a2\u30af\u30bb\u30b9\u5c65\u6b74\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.ACCESSENTRY.ACCESSROLE.VALUE.ILLEGAL=\u30a2\u30af\u30bb\u30b9\u30ed\u30fc\u30eb\u30ea\u30b9\u30c8\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ACCESSENTRY.NOTFOUND=\u6307\u5b9a\u3057\u305f\u30a2\u30af\u30bb\u30b9\u30a8\u30f3\u30c8\u30ea\u30fc\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ACCESSENTRY.VALUE.ILLEGAL=\u5f15\u6570accessEntry\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ACCESSENTRY.ENTRY.VALUE.ILLEGAL=\u5f15\u6570accessEntry\u306eentryElement\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ACCESSHISTOTRY.ACTION.LENGTH.ILLEGAL=\u30a2\u30af\u30bb\u30b9\u5185\u5bb9\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ACCESSHISTOTRY.ACTION.LENGTH.OVER=\u30a2\u30af\u30bb\u30b9\u5185\u5bb9\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ACCESSHISTOTRY.VALUE.ILLEGAL=\u5f15\u6570accessHistory\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ACCESSMODE.VALUE.ILLEGAL=\u5f15\u6570mode\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ACCESSROLE.NOTFOUND=\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ACCESSROLEPERMITMODE.INVALID=\u4e0d\u6b63\u306a\u6a29\u9650\u30ed\u30fc\u30eb\u306e\u8a31\u53ef\u72b6\u614b\u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ACCESSROLETYPE.NOTFOUND=\u6307\u5b9a\u3057\u305f\u30a2\u30af\u30bb\u30b9\u30ed\u30fc\u30eb\u30bf\u30a4\u30d7\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ACCESSROLETYPE.VALUE.ILLEGAL=\u5f15\u6570accessRoleType\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ACCS.EXISTS=\u6307\u5b9a\u3057\u305f\u8a00\u8a9eID\u304c\u30a2\u30af\u30bb\u30b9\u30c6\u30fc\u30d6\u30eb\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ACCSMSTR.EXISTS=\u6307\u5b9a\u3057\u305f\u8a00\u8a9eID\u304c\u30a2\u30af\u30bb\u30b9\u30de\u30b9\u30bf\u30c6\u30fc\u30d6\u30eb\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ACCUMULATIONMAIL.ADDRESS.LENGTH.OVER=\u9001\u4fe1\u5148\u306e\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ACCUMULATIONMAIL.ADDRESS.VALUE.ILLEGAL=\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ACCUMULATIONMAIL.MESSAGE.LENGTH.OVER=\u9001\u4fe1\u5148\u306e\u30e1\u30fc\u30eb\u672c\u6587\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ACCUMULATIONMAIL.MESSAGE.VALUE.ILLEGAL=\u672c\u6587\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ACCUMULATIONMAIL.NOTFOUND=\u5bfe\u8c61\u306e\u84c4\u7a4d\u30e1\u30fc\u30eb\u60c5\u5831\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ACCUMULATIONMAIL.OBJECT.VALUE.ILLEGAL=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ACCUMULATIONMAIL.TITLE.LENGTH.OVER=\u9001\u4fe1\u5148\u306e\u30e1\u30fc\u30eb\u306e\u30bf\u30a4\u30c8\u30eb\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ACCUMULATIONMAIL.TITLE.VALUE.ILLEGAL=\u30bf\u30a4\u30c8\u30eb\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ACCUMULATIONMAIL.TYPE.LENGTH.OVER=\u9001\u4fe1\u5148\u306e\u30e1\u30fc\u30eb\u30bf\u30a4\u30d7\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ACCUMULATIONMAIL.TYPE.VALUE.ILLEGAL=\u30e1\u30fc\u30eb\u30bf\u30a4\u30d7\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ACCUMULATIONMAIL.VALUE.ILLEGAL=\u5f15\u6570accumulationMail\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ACE.COMP.EXIST=\u6307\u5b9a\u3057\u305f\u8907\u5408\u30b0\u30eb\u30fc\u30d7\u306f\u30a2\u30af\u30bb\u30b9\u30a8\u30f3\u30c8\u30ea\u30fc\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ACE.ELEMENT.NOTFOUND=\u6307\u5b9a\u3057\u305f\u30a8\u30f3\u30c8\u30ea\u30fc\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ACRTYPE.ID.EXISTS=\u6307\u5b9a\u3055\u308c\u305f\u30a2\u30af\u30bb\u30b9\u30ed\u30fc\u30eb\u30bf\u30a4\u30d7\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ACRTYPE.NAME.EXISTS=\u6307\u5b9a\u3057\u305f\u540d\u524d\u306e\u30a2\u30af\u30bb\u30b9\u30ed\u30fc\u30eb\u30bf\u30a4\u30d7\u304c\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.ACRTYPE.NAME.LENGTH.ILLEGAL=\u30a2\u30af\u30bb\u30b9\u30ed\u30fc\u30eb\u30bf\u30a4\u30d7\u5b9a\u7fa9\u540d\u79f0\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ACRTYPE.NAME.LENGTH.OVER=\u6307\u5b9a\u3057\u305f\u30a2\u30af\u30bb\u30b9\u30ed\u30fc\u30eb\u30bf\u30a4\u30d7\u5b9a\u7fa9\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ACRTYPE.NAME.OVER=\u30a2\u30af\u30bb\u30b9\u30ed\u30fc\u30eb\u30bf\u30a4\u30d7\u540d\u306e\u9577\u3055\u304c\u6700\u5927\u5024\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ACRTYPE.NOTFOUND=\u6307\u5b9a\u3055\u308c\u305f\u30a2\u30af\u30bb\u30b9\u30ed\u30fc\u30eb\u30bf\u30a4\u30d7\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ACRTYPE.OTHER.NAME.EXISTS=\u6307\u5b9a\u3057\u305f\u30a2\u30af\u30bb\u30b9\u30ed\u30fc\u30eb\u30bf\u30a4\u30d7\u306e\u591a\u8a00\u8a9e\u540d\u79f0\u304c\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.ACRTYPE.OTHER.NAME.OVER=\u6307\u5b9a\u3057\u305f\u30a2\u30af\u30bb\u30eb\u30ed\u30fc\u30eb\u30bf\u30a4\u30d7\u306e\u591a\u8a00\u8a9e\u540d\u79f0\u306e\u9577\u3055\u304c\u6700\u5927\u5024\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ACRTYPE.VALUE.ILLEGAL=\u5f15\u6570accessRoleType\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ACRTYPEOTHER.EXISTS=\u6307\u5b9a\u3057\u305f\u8a00\u8a9eID\u304c\u591a\u8a00\u8a9e\u30a2\u30af\u30bb\u30b9\u30ed\u30fc\u30eb\u30bf\u30a4\u30d7\u30c6\u30fc\u30d6\u30eb\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ACTION.MASTER.EXISTS=\u6307\u5b9a\u3057\u305f\u30a2\u30af\u30b7\u30e7\u30f3\u5185\u5bb9\u304c\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ACTION.MASTER.NAME.NOTFOUND=\u6307\u5b9a\u3057\u305f\u30a2\u30af\u30b7\u30e7\u30f3\u5185\u5bb9\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ACTION.MASTERID.EXISTS=\u6307\u5b9a\u3057\u305f\u30a2\u30af\u30b7\u30e7\u30f3ID\u304c\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ACTION.NAME.OVER=\u6307\u5b9a\u3057\u305f\u30a2\u30af\u30b7\u30e7\u30f3\u5185\u5bb9\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.APPID.VALUE.ILLEGAL=\u5f15\u6570appId\u3068\u3057\u3066null\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.APPLICATIONTYPEID.LENGTH.ILLEGAL=\u5f15\u6570applicationTypeId\u3068\u3057\u3066null\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ASSGNPLAN.NOTFOUND=\u5bfe\u8c61\u306e\u30a2\u30b5\u30a4\u30f3\u4e88\u5b9a\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ASSGNPLAN.VALUE.ILLEGAL=\u5f15\u6570assignmentPlan\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ASSIGN.NOTFOUND=\u6307\u5b9a\u3057\u305f\u30a2\u30b5\u30a4\u30f3\u5148\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ASSIGN.VALUE.ILLEGAL=\u5f15\u6570assignment\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ASSIGNENTRY.INVALIDUSER=\u30a2\u30b5\u30a4\u30f3\u5148\u306b\u7121\u52b9\u30e6\u30fc\u30b6\u304c\u30a8\u30f3\u30c8\u30ea\u30fc\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ASSIGNENTRY.NOTFOUND=\u6307\u5b9a\u3057\u305f\u30a2\u30b5\u30a4\u30f3\u5148\u30a8\u30f3\u30c8\u30ea\u30fc\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ASSIGNMENT.ENTRY.EXIST=\u5bfe\u8c61\u306e\u30a8\u30f3\u30c8\u30ea\u30fc\u306f\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ASSIGNMENT.ENTRY.EXISTS=\u6307\u5b9a\u3057\u305f\u30a8\u30f3\u30c8\u30ea\u30fc\u306f\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ASSIGNMENT.ENTRY.VALUE.ILLEGAL=\u30a8\u30f3\u30c8\u30ea\u30fc\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ASSIGNMENT.EXSITS=\u30a2\u30b5\u30a4\u30f3\u304c\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ASSIGNMENT.INVALID.USER=\u30a2\u30b5\u30a4\u30f3\u306b\u7121\u52b9\u30e6\u30fc\u30b6\u304c\u30a8\u30f3\u30c8\u30ea\u30fc\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ASSIGNMENTPLAN.INVALID=\u30a2\u30b5\u30a4\u30f3\u81ea\u52d5\u8a2d\u5b9a\u304cfalse\u3067\u3059\u3002
EIM.ERROR.LOGIC.ASSIGNMENT.OBJECT.VALUE.ILLEGAL=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ASSIGNMENT.OBJECT.STATUS.VALUE.ILLEGAL=\u5bfe\u8c61\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u30b9\u30c6\u30fc\u30bf\u30b9\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ASSIGNMENT.VALUE.ILLEGAL=\u5f15\u6570assignment\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ASSIGNMENTENTRY.ENTRY.VALUE.ILLEGAL=\u30a8\u30f3\u30c8\u30ea\u30fc\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ASSIGNMENTENTRY.EXISTS=\u65e2\u306b\u30a2\u30b5\u30a4\u30f3\u30a8\u30f3\u30c8\u30ea\u30fc\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ASSIGNMENTENTRY.INVALID.USER=\u30a2\u30b5\u30a4\u30f3\u30a8\u30f3\u30c8\u30ea\u30fc\u306b\u7121\u52b9\u30e6\u30fc\u30b6\u304c\u30a8\u30f3\u30c8\u30ea\u30fc\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ASSIGNMENTENTRY.VALUE.ILLEGAL=\u5f15\u6570assignmentEntry\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ASSIGNMENTIDS.VALUE.ILLEGAL=\u5f15\u6570assignmentIds\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ASSIGNMENTPLAN.ENTRY.EXISTS=\u5bfe\u8c61\u306e\u30a8\u30f3\u30c8\u30ea\u30fc\u306f\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ASSIGNMENTPLAN.ENTRY.VALUE.ILLEGAL=\u30a8\u30f3\u30c8\u30ea\u30fc\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ASSIGNMENTPLAN.EXSITS=\u30a2\u30b5\u30a4\u30f3\u4e88\u5b9a\u304c\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ASSIGNMENTPLAN.INVALID.USER=\u30a2\u30b5\u30a4\u30f3\u4e88\u5b9a\u306b\u7121\u52b9\u30e6\u30fc\u30b6\u304c\u30a8\u30f3\u30c8\u30ea\u30fc\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ASSIGNMENTPLAN.OBJECT.VALUE.ILLEGAL=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ASSIGNMENTPLAN.STATUSTYPE.VALUE.ILLEGAL=\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ASSIGNMENTPLAN.VALUE.ILLEGAL=\u5f15\u6570assignmentPlan\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ASSIGNMENTPLANIDS.VALUE.ILLEGAL=\u5f15\u6570assignmentPlanIds\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ATTR.IS.APPLYED=\u6307\u5b9a\u3057\u305f\u5c5e\u6027\u306f\u65e2\u306b\u9069\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ATTRIBUTE.CANT.COPY=\u30b9\u30c6\u30fc\u30bf\u30b9\u3001\u30a4\u30d9\u30f3\u30c8\u306e\u5c5e\u6027\u30b3\u30d4\u30fc\u306f\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ATTRIBUTE.MULTIPLE.VALUE.ILLEGAL=\u8907\u6570\u5024\u3001\u5358\u6570\u5024\u306e\u5c5e\u6027\u30bf\u30a4\u30d7\u306b\u305d\u3050\u308f\u306a\u3044\u5c5e\u6027\u5024\u3092\u8a2d\u5b9a\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ATTRIBUTE.NOTFOUND=\u5bfe\u8c61\u306e\u5c5e\u6027\u5024\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ATTRIBUTE.TYPE.INVALID=\u4e0d\u6b63\u306a\u5c5e\u6027\u7a2e\u5225\u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ATTRIBUTE.SAMETYPEUSED=\u540c\u4e00\u306e\u5c5e\u6027\u30bf\u30a4\u30d7\u3092\u8907\u6570\u9069\u5fdc\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ATTRIBUTE.VALUE.ILLEGAL=\u5c5e\u6027\u5024\u306e\u6307\u5b9a\u65b9\u6cd5\u304c\u4e0d\u6b63\u3067\u3059\u3002
EIM.ERROR.LOGIC.ATTRIBUTE.VALUE.NOTAPPROPRIATE=\u5c5e\u6027\u306e\u8a2d\u5b9a\u5024\u304c\u4e0d\u9069\u5207\u3067\u3059\u3002(NULL\u3082\u3057\u304f\u306f\u7a7a\u6587\u5b57\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002)
EIM.ERROR.LOGIC.ATTRIBUTE.VALUE.EMPTY.ILLEGAL=\u5c5e\u6027\u5024\u306bNULL\u307e\u305f\u306f\u7a7a\u304c\u8a2d\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ATTRIBUTE.VALUETYPE.VALUE.ILLEGAL=\u5c5e\u6027\u30bf\u30a4\u30d7\u306e\u30c7\u30fc\u30bf\u578b\u3068\u7570\u306a\u308b\u5024\u3092\u8a2d\u5b9a\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ATTRIBUTE.VALUETYPE.LIST.VALUE.ILLEGAL={0}\u306e\u5024[{1}]\u306f\u30ea\u30b9\u30c8\u5b9a\u7fa9\u3055\u308c\u305f\u5024\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ATTRIBUTETYPE.NOTFOUND=\u5bfe\u8c61\u306e\u5c5e\u6027\u30bf\u30a4\u30d7{0}\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ATTRIBUTE.VALUE.LENGTH.OVER=\u6307\u5b9a\u3057\u305f\u5c5e\u6027\u5024\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ATTROTHER.EXISTS=\u6307\u5b9a\u3057\u305f\u8a00\u8a9eID\u304c\u591a\u8a00\u8a9e\u5c5e\u6027\u30c6\u30fc\u30d6\u30eb\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ATTTYPE.ALIAS.EXISTS=\u6307\u5b9a\u3057\u305f\u5c5e\u6027\u306e\u591a\u8a00\u8a9e\u540d\u79f0\u5b9a\u7fa9\u304c\u91cd\u8907\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ATTTYPE.ALIAS.LENGTH.OVER=\u6307\u5b9a\u3057\u305f\u5c5e\u6027\u30bf\u30a4\u30d7\u306e\u591a\u8a00\u8a9e\u540d\u79f0\u304c\u6841\u6570\u30aa\u30fc\u30d0\u30fc\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ATTTYPE.ALIAS.NOTFOUND=\u6307\u5b9a\u3057\u305f\u5c5e\u6027\u306e\u591a\u8a00\u8a9e\u540d\u79f0\u5b9a\u7fa9\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ATTTYPE.DEFAULT.VALUE.NOTFOUND=\u6307\u5b9a\u3057\u305f\u5c5e\u6027\u30bf\u30a4\u30d7\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u5024\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ATTTYPE.EVENT.EXISTS=\u5bfe\u8c61\u306e\u5c5e\u6027\u30bf\u30a4\u30d7\u306f\u30a4\u30d9\u30f3\u30c8\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ATTTYPE.INHERIT.OVERLAP=\u89aa\u30bf\u30a4\u30d7\u3068\u5b50\u4f9b\u30bf\u30a4\u30d7\u306e\u5c5e\u6027\u9805\u76ee\u306f\u91cd\u8907\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.ATTTYPE.INHERITED=\u6307\u5b9a\u3057\u305f\u5c5e\u6027\u30bf\u30a4\u30d7\u306f\u7d99\u627f\u3055\u308c\u305f\u5c5e\u6027\u30bf\u30a4\u30d7\u3067\u3059\u3002
EIM.ERROR.LOGIC.ATTTYPE.NAME.EXISTS=\u6307\u5b9a\u3057\u305f\u5c5e\u6027\u30bf\u30a4\u30d7\u540d\u79f0\u306f\u65e2\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ATTTYPE.NAME.LEN.OVER=\u6307\u5b9a\u3057\u305f\u5c5e\u6027\u30bf\u30a4\u30d7\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ATTTYPE.NAME.LENGTH.ILLEGAL=\u5c5e\u6027\u30bf\u30a4\u30d7\u5b9a\u7fa9\u540d\u79f0\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ATTTYPE.NAME.LENGTH.OVER=\u5bfe\u8c61\u306e\u5c5e\u6027\u30bf\u30a4\u30d7\u5b9a\u7fa9\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ATTTYPE.NEWPARENT.LACK=\u65b0\u6307\u5b9a\u3055\u308c\u305f\u89aa\u30bf\u30a4\u30d7\u306e\u5c5e\u6027\u9805\u76ee\u306f\u65e7\u89aa\u3068\u6bd4\u3079\u3066\u3001\u5c11\u306a\u3044\u3067\u3059\u3002
EIM.ERROR.LOGIC.ATTTYPE.NOTFOUND=\u6307\u5b9a\u3057\u305f\u5c5e\u6027\u30bf\u30a4\u30d7\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ATTTYPE.OBJECT.EXISTS=\u5bfe\u8c61\u306e\u5c5e\u6027\u30bf\u30a4\u30d7\u306f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ATTTYPE.RELATION.DEFINITION.EXISTS=\u5bfe\u8c61\u306e\u5c5e\u6027\u30bf\u30a4\u30d7\u306f\u30c7\u30fc\u30bf\u5b9a\u7fa9\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ATTTYPE.RELATION.EXISTS=\u6307\u5b9a\u3057\u305f\u5c5e\u6027\u30bf\u30a4\u30d7\u306f\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ATTTYPE.RELATION.NOTFOUND=\u6307\u5b9a\u3057\u305f\u5c5e\u6027\u30bf\u30a4\u30d7\u306f\u9069\u7528\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ATTTYPE.RELATION.REAL.EXISTS=\u5bfe\u8c61\u306e\u5c5e\u6027\u30bf\u30a4\u30d7\u306f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3001\u30b9\u30c6\u30fc\u30bf\u30b9\u3001\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u3001\u30a4\u30d9\u30f3\u30c8\u306e\u3044\u305a\u308c\u304b\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ATTTYPE.STATUS.EXISTS=\u5bfe\u8c61\u306e\u5c5e\u6027\u30bf\u30a4\u30d7\u306f\u30b9\u30c6\u30fc\u30bf\u30b9\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ATTTYPE.VALUE.ILLEGAL=\u5f15\u6570attributeType\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ATTTYPE.VALUE.LENGTH.OVER=\u5bfe\u8c61\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u5024\u304c\u6841\u6570\u30aa\u30fc\u30d0\u30fc\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ATTTYPE.VALUE.MULTIPLE.ILLEGAL=\u591a\u91cd\u5ea6\u306b\u305d\u3050\u308f\u306a\u3044\u30c7\u30d5\u30a9\u30eb\u30c8\u5024\u3092\u8a2d\u5b9a\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ATTTYPE.VALUE.TYPE.ILLEGAL=\u30c7\u30fc\u30bf\u578b\u3068\u7570\u306a\u308b\u30c7\u30d5\u30a9\u30eb\u30c8\u5024\u3092\u8a2d\u5b9a\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ATTTYPE.VALUETYPE.LENGTH.ILLEGAL=\u30c7\u30fc\u30bf\u578b\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
#trans-cosmos
EIM.ERROR.LOGIC.ATTTYPE.CODETYPEID.LENGTH.ILLEGAL=\u30b3\u30fc\u30c9\u578b\u5c5e\u6027\u306e\u5834\u5408codeTypeId\u306fnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ATTTYPE.CODETYPEID.NOTAPPLY=\u30b3\u30fc\u30c9\u578b\u5c5e\u6027\u4ee5\u5916\u306e\u5834\u5408codeTypeId\u304c\u6307\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
#takeshita
EIM.ERROR.LOGIC.ATTTYPE.RELATION.OBJTYPE.NOTAPPLY=\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u306b\u306f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u578b\u5c5e\u6027\u3092\u9069\u7528\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ATTTYPE.STATUS.OBJTYPE.NOTAPPLY=\u30b9\u30c6\u30fc\u30bf\u30b9\u306b\u306f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u578b\u5c5e\u6027\u3092\u9069\u7528\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ATTTYPE.EVENT.OBJTYPE.NOTAPPLY=\u30a4\u30d9\u30f3\u30c8\u306b\u306f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u578b\u5c5e\u6027\u3092\u9069\u7528\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ATTTYPE.RELATION.OBJTYPE.NOTSET=\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u306b\u306f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u578b\u5c5e\u6027\u5024\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ATTTYPE.STATUS.OBJTYPE.NOTSET=\u30b9\u30c6\u30fc\u30bf\u30b9\u306b\u306f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u578b\u5c5e\u6027\u5024\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ATTTYPE.EVENT.OBJTYPE.NOTSET=\u30a4\u30d9\u30f3\u30c8\u306b\u306f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u578b\u5c5e\u6027\u5024\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002

EIM.ERROR.LOGIC.AUTHID.VALUE.ILLEGAL=\u5f15\u6570authId\u3068\u3057\u3066null\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.BASEEVENTTYPE.NOT.AUTHORIZED=\u30d9\u30fc\u30b9\u30a4\u30d9\u30f3\u30c8\u30bf\u30a4\u30d7\u306e\u5b9f\u884c\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.BASEEVENTTYPE.NOTFOUND=\u5bfe\u8c61\u306e\u30d9\u30fc\u30b9\u30a4\u30d9\u30f3\u30c8\u30bf\u30a4\u30d7\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.BASESTATUSTYPE.NOTFOUND=\u5bfe\u8c61\u306e\u30d9\u30fc\u30b9\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.CHILD.OBJECT.NOTFOUND=\u5b50\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.CIPHER.ALGORITHM.NOTFOUND=\u6697\u53f7\u5316\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
EIM.ERROR.LOGIC.CODE.LENGTH.ILLEGAL=\u5f15\u6570code\u3068\u3057\u3066null\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.COMP.EXIST=\u6307\u5b9a\u3057\u305f\u8907\u5408\u30b0\u30eb\u30fc\u30d7\u306f\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.COMP.GROUP.VALUE.ILLEGAL=\u30b0\u30eb\u30fc\u30d7\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.COMP.NOTFOUND=\u6307\u5b9a\u3055\u308c\u305f\u8907\u5408\u30b0\u30eb\u30fc\u30d7\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.COMP.ROLE.VALUE.ILLEGAL=\u30ed\u30fc\u30eb\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.COMP.VALUE.ILLEGAL=\u5f15\u6570complex\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.CONFIG.KEY.LENGTH.ILLEGAL=\u30ad\u30fc\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.CONNECTIONMODE.INVALID=\u4e0d\u6b63\u306a\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u30e2\u30fc\u30c9\u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.CREATE.USER.EVENT.EXISTS=\u6307\u5b9a\u3057\u305f\u30e6\u30fc\u30b6\u304c\u4f5c\u6210\u3057\u305f\u30a4\u30d9\u30f3\u30c8\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.CREATE.USER.OBJECT.EXISTS=\u4f5c\u6210\u30fb\u66f4\u65b0\u30fb\u30ed\u30c3\u30af\u3057\u305f\u30e6\u30fc\u30b6\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.CREATE.USER.STATUS.EXISTS=\u6307\u5b9a\u3057\u305f\u30e6\u30fc\u30b6\u304c\u4f5c\u6210\u3057\u305f\u30b9\u30c6\u30fc\u30bf\u30b9\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.CRITERIA.VALUE.ILLEGAL=\u5f15\u6570Criteria\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.DEADLOCK=\u66f4\u65b0\u5bfe\u8c61\u30ec\u30b3\u30fc\u30c9\u306b\u7af6\u5408\u304c\u691c\u77e5\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.DEFALTFORMAT=\u6307\u5b9a\u3057\u305f\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.DEFFMT.FILE.EXISTS=\u30c7\u30d5\u30a9\u30eb\u30c8\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306b\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.DESTOBJECT.NOTFOUND=\u30ea\u30d3\u30b8\u30e7\u30f3\u30a2\u30c3\u30d7\u5148\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.DESTOBJECT.VALUE.ILLEGAL=\u5f15\u6570destObject\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.DESTWORKFLOW.VALUE.ILLEGAL=\u5f15\u6570destWorkflow\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.DIR.EXISTS=\u6307\u5b9a\u3057\u305f\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.DIR.FILE.EXISTS=\u6307\u5b9a\u3057\u305f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u306f\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.DIR.NAME.EXISTS=\u6307\u5b9a\u3057\u305f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306f\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.DIR.NAME.OVER=\u6307\u5b9a\u3057\u305f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.DIR.SPACE.OVER=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u5bb9\u91cf\u304c\u6700\u5927\u5bb9\u91cf\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.DIRECTORY.NOTFOUND=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.DIRECTORY.OFFLINE=\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u5185\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304c1\u3064\u3001\u304b\u3064\u3001\u6307\u5b9a\u304cOFFLINE\u3067\u3059\u3002
EIM.ERROR.LOGIC.DIRECTORY.ONLINE.MULTIPLE=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306eONLINE\u6307\u5b9a\u304c\u8907\u6570\u500b\u3042\u308a\u307e\u3059\u3002
EIM.ERROR.LOGIC.DIRECTORY.ONLINE.NOEXIST=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306eONLINE\u6307\u5b9a\u304c\uff11\u3064\u3082\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.DIRECTORY.ONLINE=ONLINE\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.DIRECTORY.PATH.ILLEGAL=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30d1\u30b9\u306e\u63a5\u982d\u3068\u63a5\u5c3e\u306b'/'\u304c\u5165\u529b\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.DIRECTORY.PATH.LENGTH.ILLEGAL=\u30d1\u30b9\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.DIRECTORY.PATH.LENGTH.OVER=\u6307\u5b9a\u3057\u305f\u30c7\u30a3\u30ec\u30af\u30c8\u30eaPATH\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.DIRECTORY.PATH.VALUE.ILLEGAL=\u6307\u5b9a\u3055\u308c\u305f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306epath\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.DIRECTORY.USED=\u6307\u5b9a\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u914d\u4e0b\u306b\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.DIRECTORY.VALUE.ILLEGAL=\u5f15\u6570directory\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.DISABLEUSER=\u6307\u5b9a\u3055\u308c\u305fID\u306f\u7121\u52b9\u3067\u3059\u3002
EIM.ERROR.LOGIC.DUPCHECK.EMPTY.ILLEGAL=\u91cd\u8907\u30c1\u30a7\u30c3\u30af\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.DUPCHECK.VALUE.ILLEGAL=\u5f15\u6570duplicateCheckMode\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.DUPLICATECHECK.INVALID=\u4e0d\u6b63\u306a\u91cd\u8907\u30c1\u30a7\u30c3\u30af\u5bfe\u8c61\u60c5\u5831\u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ENTRY.COMP.EXISTS=\u6307\u5b9a\u3057\u305f\u8907\u5408\u30b0\u30eb\u30fc\u30d7\u306f\u30a2\u30b5\u30a4\u30f3\u5148\u30a8\u30f3\u30c8\u30ea\u30fc\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ENTRY.GROUP.EXISTS=\u6307\u5b9a\u3057\u305f\u30b0\u30eb\u30fc\u30d7\u306f\u30a2\u30b5\u30a4\u30f3\u5148\u30a8\u30f3\u30c8\u30ea\u30fc\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ENTRY.INVALID=\u6307\u5b9a\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea\u30fc\u306f\u3001\u30e6\u30fc\u30b6\u3001\u307e\u305f\u306f\u3001\u30b7\u30b9\u30c6\u30e0\u51e6\u7406\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ENTRY.ROLE.EXISTS=\u6307\u5b9a\u3057\u305f\u30ed\u30fc\u30eb\u306f\u30a2\u30b5\u30a4\u30f3\u5148\u30a8\u30f3\u30c8\u30ea\u30fc\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ENTRY.WORKFLOW.EXISTS=\u5bfe\u8c61\u306e\u30a2\u30b5\u30a4\u30f3\u5148\u30a8\u30f3\u30c8\u30ea\u30fc\u306f\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ENTRYAUTO.INVALID=\u4e0d\u6b63\u306a\u30a2\u30b5\u30a4\u30f3\u5148\u767b\u9332\u8a2d\u5b9a\u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ENTRYID.AND.TYPE.NOMATCH=\u30ea\u30af\u30a8\u30b9\u30c8\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30eaID\u3068\u305d\u306e\u30bf\u30a4\u30d7\u306e\u6570\u304c\u4e00\u81f4\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ENTRYTYPE.INVALID=\u4e0d\u6b63\u306a\u30a8\u30f3\u30c8\u30ea\u30fc\u30bf\u30a4\u30d7\u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.EVENT.ALREADY.UPDATED=\u30b9\u30c6\u30fc\u30bf\u30b9\u304c\u65e2\u306b\u66f4\u65b0\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u6700\u65b0\u306e\u60c5\u5831\u3092\u8aad\u307f\u8fbc\u3093\u3060\u4e0a\u3067\u3001\u518d\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
EIM.ERROR.LOGIC.EVENT.FROMSTATUS.VALUE.ILLEGAL=\u9077\u79fb\u5143\u30b9\u30c6\u30fc\u30bf\u30b9\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.EVENT.NOTFOUND=\u6307\u5b9a\u3057\u305f\u30a4\u30d9\u30f3\u30c8\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.EVENT.TOSTATUS.VALUE.ILLEGAL=\u9077\u79fb\u5148\u30b9\u30c6\u30fc\u30bf\u30b9\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.EVENT.TYPE.VALUE.ILLEGAL=\u30a4\u30d9\u30f3\u30c8\u30bf\u30a4\u30d7\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.EVENT.VALUE.ILLEGAL=\u5f15\u6570event\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.EVENTEXEC.BASEEVENTTYPE.VALUE.ILLEGAL=\u30d9\u30fc\u30b9\u30a4\u30d9\u30f3\u30c8\u30bf\u30a4\u30d7\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.EVENTEXEC.OBJECT.VALUE.ILLEGAL=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.EVENTEXEC.VALUE.ILLEGAL=\u5f15\u6570eventExec\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.EVENTTYPE.BASE.VALUE.ILLEGAL=\u30d9\u30fc\u30b9\u30a4\u30d9\u30f3\u30c8\u30bf\u30a4\u30d7\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.EVENTTYPE.EVENT.EXISTS=\u5bfe\u8c61\u306e\u30a4\u30d9\u30f3\u30c8\u30bf\u30a4\u30d7\u306e\u30a4\u30d9\u30f3\u30c8\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.EVENTTYPE.EXECUTABLE.NOEXIST=\u5b9f\u884c\u53ef\u80fd\u306a\u30a4\u30d9\u30f3\u30c8\u30bf\u30a4\u30d7\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.EVENTTYPE.FROMSTATUSTYPE.VALUE.ILLEGAL=From\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.EVENTTYPE.GUARD.VALUE.ILLEGAL=\u30ac\u30fc\u30c9\u6761\u4ef6\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.EVENTTYPE.NAME.LENGTH.ILLEGAL=\u30a4\u30d9\u30f3\u30c8\u30bf\u30a4\u30d7\u5b9a\u7fa9\u540d\u79f0\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.EVENTTYPE.NOTFOUND=\u5bfe\u8c61\u306e\u30a4\u30d9\u30f3\u30c8\u30bf\u30a4\u30d7\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.EVENTTYPE.TOSTATUSTYPE.VALUE.ILLEGAL=To\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.EVENTTYPEIDS.VALUE.ILLEGAL=\u5f15\u6570eventTypeIds\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.EVTYPE.BASEEV.VALUE.ILLEGAL=\u6307\u5b9a\u3055\u308c\u305f\u30a4\u30d9\u30f3\u30c8\u306ebase\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.EVTYPE.FSTATUS.OR.TSTATUS.VALUE.ILLEGAL=\u6307\u5b9a\u3055\u308c\u305f\u30a4\u30d9\u30f3\u30c8\u306efromStatusType\u3068toStatusTyp\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.EVTYPE.GUARDCONDITION.VALUE.ILLEGAL=\u6307\u5b9a\u3055\u308c\u305f\u30a4\u30d9\u30f3\u30c8\u306eguardcondition\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.EVTYPE.NAME.LENGTH.OVER=\u6307\u5b9a\u3057\u305f\u30a4\u30d9\u30f3\u30c8\u30bf\u30a4\u30d7\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.EVTYPE.NOTFOUND=\u6307\u5b9a\u3057\u305f\u30a4\u30d9\u30f3\u30c8\u30bf\u30a4\u30d7\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.EVTYPE.PRIORITY.VALUE.ILLEGAL=\u6307\u5b9a\u3055\u308c\u305f\u30a4\u30d9\u30f3\u30c8\u306epriority\u306b\u306f\u30011\u4ee5\u4e0b\u3092\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.EVTYPE.USEING=\u6307\u5b9a\u3057\u305f\u30a4\u30d9\u30f3\u30c8\u30bf\u30a4\u30d7\u306f\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.EVTYPE.VALUE.ILLEGAL=\u5f15\u6570eventType\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.EVTYPEOTHER.EXISTS=\u6307\u5b9a\u3057\u305f\u8a00\u8a9eID\u304c\u591a\u8a00\u8a9e\u30a4\u30d9\u30f3\u30c8\u30bf\u30a4\u30d7\u30c6\u30fc\u30d6\u30eb\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.EXISTID=\u6307\u5b9a\u3057\u305f\u30e6\u30fc\u30b6ID\u306f\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.EXISTMAIL=\u6307\u5b9a\u3057\u305f\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306f\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.EXISTNAME=\u6307\u5b9a\u3057\u305f\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u540d\u79f0\u306f\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.FAILDELETEDIR=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u524a\u9664\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FAILED.ASCII.COMMAND=ASCII\u30e2\u30fc\u30c9\u306e\u5909\u66f4\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FAILED.BYNARY.COMMAND=BINARY\u30e2\u30fc\u30c9\u306e\u5909\u66f4\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FAILED.CD.COMMAND=CD\u30b3\u30de\u30f3\u30c9\u306e\u5b9f\u884c\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FAILED.COMMAND=\u30b3\u30de\u30f3\u30c9\u306e\u5b9f\u884c\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FAILED.CONNECT=FTP\u63a5\u7d9a\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FAILED.DATASOURCE=\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u53d6\u5f97\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FAILED.DBCONNECT=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u53d6\u5f97\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FAILED.FILE.DELETE=\u30d5\u30a1\u30a4\u30eb\u306e\u524a\u9664\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FAILED.GET.COMMAND=GET\u30b3\u30de\u30f3\u30c9\u306e\u5b9f\u884c\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FAILED.PUT.COMMAND=PUT\u30b3\u30de\u30f3\u30c9\u306e\u5b9f\u884c\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FAILED.SESSION=\u30bb\u30c3\u30b7\u30e7\u30f3\u306e\u5207\u65ad\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FAILED.TRANSFER=\u30d5\u30a1\u30a4\u30eb\u8ee2\u9001\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FAILEDMAKEOBJ=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u751f\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FAILMAKEOBJ=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306e\u4f5c\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FILE.DIRECTORY.LENGTH.ILLEGAL=\u30d5\u30a1\u30a4\u30eb\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FILE.DIRECTORY.VALUE.ILLEGAL=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.FILE.EXISTS=\u6307\u5b9a\u3057\u305f\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306b\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.FILE.FORMAT.LENGTH.ILLEGAL=\u30d5\u30a1\u30a4\u30eb\u306e\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FILE.FORMAT.VALUE.ILLEGAL=\u30d5\u30a1\u30a4\u30eb\u306e\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FILE.NAME.LENGTH.ILLEGAL=\u30d5\u30a1\u30a4\u30eb\u306e\u540d\u79f0\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FILE.NAME.LENGTH.OVER=\u30d5\u30a1\u30a4\u30eb\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FILE.NAME.OVER=\u6307\u5b9a\u3057\u305f\u30d5\u30a1\u30a4\u30eb\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FILE.NOTFOUND=\u6307\u5b9a\u306e\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.FILE.SIZE.SUM.OVER=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u4e0b\u306e\u30d5\u30a1\u30a4\u30eb\u306e\u7dcf\u5bb9\u91cf\u4ee5\u4e0a\u306e\u5bb9\u91cf\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
EIM.ERROR.LOGIC.FILE.VALUE.ILLEGAL=\u5f15\u6570file\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FILEACCESS.FILE.VALUE.ILLEGAL=\u30d5\u30a1\u30a4\u30eb\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.FILEACCESS.INPUTSTREAM.VALUE.ILLEGAL=\u5165\u529b\u30b9\u30c8\u30ea\u30fc\u30e0\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.FILEACCESS.OBJECT.VALUE.ILLEGAL=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.FILEACCESS.VALUE.ILLEGAL=\u5f15\u6570fileAccess\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FILE.INPUTSTREAM.VALUE.ILLEGAL=\u5f15\u6570inputStream\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FILE.OUTPUTSTREAM.VALUE.ILLEGAL=\u5f15\u6570outputStream\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FILE.TEMPFILEPATH.VALUE.ILLEGAL=\u4e00\u6642\u30d5\u30a1\u30a4\u30eb\u4fdd\u5b58\u30d1\u30b9\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.FILE.CREATE.SIZE.OVER=\u4f5c\u6210\u3067\u304d\u308b\u30d5\u30a1\u30a4\u30eb\u5bb9\u91cf\u3092\u8d85\u3048\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.FILE.FILE.VALUE.ILLEGAL=\u5f15\u6570file\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FILE.RESPONSE.VALUE.ILLEGAL=\u5f15\u6570response\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FILE.FILEACCESSDOMAIN.VALUE.ILLEGAL=\u5f15\u6570fileAccessDomain\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FILE.FILEACCESSDOMAINLIST.VALUE.ILLEGAL=\u5f15\u6570fileAccessDomainList\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FILE.TEMPFILEPATH.ILLEGAL=\u4e00\u6642\u30d5\u30a1\u30a4\u30eb\u30d1\u30b9\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FILE.OBJECTTYPE.ILLEGAL=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FILE.TEMP.FILE.NOTFOUND=\u4e00\u6642\u4fdd\u5b58\u30d5\u30a1\u30a4\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.FILE.FILEACCESS.NOTFOUND=\u30d5\u30a1\u30a4\u30eb\u60c5\u5831\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.FMTOTHER.EXISTS=\u6307\u5b9a\u3057\u305f\u8a00\u8a9eID\u304c\u591a\u8a00\u8a9e\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u30c6\u30fc\u30d6\u30eb\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.FORMAT.APPLIED=\u5bfe\u8c61\u306e\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306f\u65e2\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.FORMAT.DIRECTORIES.ONLINE=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304c\u8907\u6570\u500b\u5b58\u5728\u3057\u3001\u304b\u3064\u3001ONLINE\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3067\u3059\u3002
EIM.ERROR.LOGIC.FORMAT.DIRECTORY.ILLEGAL=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.FORMAT.DIRECTORY.LENGTH.ILLEGAL=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u8a2d\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.FORMAT.DIRECTORY.OFFLINE=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304c1\u3064\u306e\u307f\u5b58\u5728\u3057\u3001\u304b\u3064\u3001OFFLINE\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3067\u3059\u3002
EIM.ERROR.LOGIC.FORMAT.BOXFOLDER.USED=\u3059\u3067\u306bBox\u9023\u643a\u3057\u305f\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3059\u308b\u305f\u3081\u3001Box\u30d5\u30a9\u30eb\u30c0ID\u306e\u5909\u66f4\u306f\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.FORMAT.INHERIT.OVERLAP=\u89aa\u30bf\u30a4\u30d7\u3068\u5b50\u4f9b\u30bf\u30a4\u30d7\u306e\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306f\u91cd\u8907\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.FORMAT.NAME.LENGTH.ILLEGAL=\u6307\u5b9a\u3057\u305f\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u5b9a\u7fa9\u540d\u79f0\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FORMAT.NAME.LENGTH.OVER=\u6307\u5b9a\u3057\u305f\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u5b9a\u7fa9\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FORMAT.BOXFOLDERID.LENGTH.OVER=\u6307\u5b9a\u3057\u305fBox\u30d5\u30a9\u30eb\u30c0ID\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FORMAT.NAME.OVER=\u6307\u5b9a\u3057\u305f\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FORMAT.NEWPARENT.LACK=\u65b0\u6307\u5b9a\u3055\u308c\u305f\u89aa\u30bf\u30a4\u30d7\u306e\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306f\u4e0d\u65e7\u89aa\u3068\u6bd4\u3079\u3066\u3001\u5c11\u306a\u3044\u3067\u3059\u3002
EIM.ERROR.LOGIC.FORMAT.NOTFOUND=\u6307\u5b9a\u3055\u308c\u305f\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.FORMAT.OBJECTTYPE.RELATION.NOTFOUND=\u6307\u5b9a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u306b\u9069\u7528\u3055\u308c\u3066\u3044\u306a\u3044\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.FORMAT.OTHER.ID.EXISTS=\u6307\u5b9a\u3057\u305f\u8a00\u8a9e\u306e\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u540d\u79f0\u306f\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.FORMAT.OTHER.NAME.OVER=\u6307\u5b9a\u3057\u305f\u4ed6\u56fd\u8a9e\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FORMAT.TYPE.NOTFOUND=\u6307\u5b9a\u3057\u305f\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.FORMAT.VALUE.ILLEGAL=\u5f15\u6570format\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FORMATIDS.VALUE.ILLEGAL=\u5f15\u6570formatIds\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.FROM.STATUS.NOTFOUND=\u5bfe\u8c61\u306e\u9077\u79fb\u5143\u30b9\u30c6\u30fc\u30bf\u30b9\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.GROUP.CHILD.EXISTS=\u5b50\u30b0\u30eb\u30fc\u30d7\u304c\u5b58\u5728\u3059\u308b\u305f\u3081\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.GROUP.CIRCULAR.REF=\u30b0\u30eb\u30fc\u30d7\u304c\u5faa\u74b0\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.GROUP.NAME.EXISTS=\u6307\u5b9a\u3057\u305f\u30b0\u30eb\u30fc\u30d7\u540d\u79f0\u306f\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.GROUP.NAME.LENGTH.ILLEGAL=\u30b0\u30eb\u30fc\u30d7\u5b9a\u7fa9\u540d\u79f0\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.GROUP.NAME.OVER=\u6307\u5b9a\u3057\u305f\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.GROUP.NOTFOUND=\u30b0\u30eb\u30fc\u30d7\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.GROUP.OTHER.NAME.EXISTS=\u6307\u5b9a\u3057\u305f\u8a00\u8a9e\u306e\u30b0\u30eb\u30fc\u30d7\u540d\u79f0\u306f\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.GROUP.OTHER.NAME.OVER=\u6307\u5b9a\u3057\u305f\u8a00\u8a9e\u306e\u30b0\u30eb\u30fc\u30d7\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.GROUP.USER.ADDED=\u6307\u5b9a\u3057\u305f\u30e6\u30fc\u30b6\u306f\u65e2\u306b\u6240\u5c5e\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.GROUP.USER.DELETED=\u6307\u5b9a\u3057\u305f\u30e6\u30fc\u30b6\u306f\u6240\u5c5e\u3057\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.GROUP.VALUE.ILLEGAL=\u5f15\u6570group\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.GROUPIDS.VALUE.ILLEGAL=\u5f15\u6570groupIds\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.GROUPOTHER.EXISTS=\u6307\u5b9a\u3057\u305f\u8a00\u8a9eID\u304c\u591a\u8a00\u8a9e\u30b0\u30eb\u30fc\u30d7\u30c6\u30fc\u30d6\u30eb\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.GRPEXISTMEMBER=\u6307\u5b9a\u3057\u305f\u30b0\u30eb\u30fc\u30d7\u306b\u306f\u6240\u5c5e\u30e1\u30f3\u30d0\u30fc\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.GRPSETCOMPGROUP=\u6307\u5b9a\u3057\u305f\u30b0\u30eb\u30fc\u30d7\u306f\u8907\u5408\u30b0\u30eb\u30fc\u30d7\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.GUARDCOND.NOT.MATCH=\u30de\u30c3\u30c1\u3059\u308b\u30ac\u30fc\u30c9\u6761\u4ef6\u304c\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
EIM.ERROR.LOGIC.GUARDCONDITION.NOTFOUND=\u5bfe\u8c61\u306e\u30ac\u30fc\u30c9\u6761\u4ef6\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ID.DIFFERNT=ID\u307e\u305f\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u7570\u306a\u308a\u307e\u3059\u3002
EIM.ERROR.LOGIC.INDEX.NOTFOUND=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u60c5\u5831\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.INFILE.VALUE.ILLEGAL=\u5f15\u6570inFile\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.INVALID.PERMITMODE=\u6307\u5b9a\u3055\u308c\u305f\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u3068\u8a31\u53ef\u30e2\u30fc\u30c9\u306e\u7d44\u307f\u5408\u308f\u305b\u304c\u4e0d\u6b63\u3067\u3059\u3002
EIM.ERROR.LOGIC.INVALIDPASSWORD=ID\u307e\u305f\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u4e0d\u6b63\u3067\u3059\u3002
EIM.ERROR.LOGIC.LOCKED.LOGIN=\u8a8d\u8a3c\u5931\u6557\u56de\u6570\u304c\u898f\u5b9a\u56de\u6570\u3092\u8d85\u3048\u3066\u3044\u308b\u305f\u3081\u30ed\u30b0\u30a4\u30f3\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.PASSWORD.LENGTH.OVER=\u5f15\u6570password\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.PASSWORD.VALUE.ILLEGAL=\u5f15\u6570password\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.PASSWORD.VALUE.INCLUDE.LOGINID=\u30ed\u30b0\u30a4\u30f3ID\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.PASSWORD.VALUE.INCLUDE.MAILADDRESS=\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.PASSWORD.VALUE.LENGTH=\u6587\u5b57\u6570\u304c\u8981\u4ef6\u3092\u6e80\u305f\u3057\u3066\u3044\u307e\u305b\u3093\u3002(\u6700\u5c0f\u6587\u5b57\u6570:{0}\u3001\u6700\u5927\u6587\u5b57\u6570:{1})
EIM.ERROR.LOGIC.PASSWORD.VALUE.CONTAIN.HISTRICAL.PASSWORD=\u7ba1\u7406\u3059\u308b\u904e\u53bb\u30d1\u30b9\u30ef\u30fc\u30c9\u3068\u5408\u81f4\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.PASSWORD.VALUE.MET.PATTERN={0}\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.KEY.ILLEGAL= \u4e00\u610f\u30ad\u30fc\u304c\uff11\u3064\u3082\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.LANG.EXISTS=\u6307\u5b9a\u3057\u305f\u8a00\u8a9eID\u306f\u65e2\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.LANG.ID.OVER=\u6307\u5b9a\u3057\u305f\u8a00\u8a9eID\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.LANG.NAME.OVER=\u6307\u5b9a\u3057\u305f\u8a00\u8a9e\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.LANGID.LENGTH.ILLEGAL=\u5f15\u6570langId\u3068\u3057\u3066null\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.MAIL.ADDRESS.VALUE.ILLEGAL=\u9001\u4fe1\u5148\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.MAIL.ENCODING.ILLEGAL=\u30e1\u30fc\u30eb\u30a8\u30f3\u30b3\u30fc\u30c9\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.MAIL.EXISTS=\u5bfe\u8c61\u306e\u30e1\u30fc\u30eb\u60c5\u5831\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.MAIL.TYPE.KEY.VALUE.ILLEGAL=\u30e1\u30fc\u30eb\u30bf\u30a4\u30d7\u30ad\u30fc\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.MAIL.TYPE.VALUE.ILLEGAL=\u30e1\u30fc\u30eb\u30bf\u30a4\u30d7\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.MAIL.VALUE.ILLEGAL=\u5f15\u6570mail\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.MAILMETHOD.INVALID=\u4e0d\u6b63\u306a\u30e1\u30fc\u30eb\u9001\u4fe1\u65b9\u6cd5\u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.MAILSENDING.VALUE.ILLEGAL=\u5f15\u6570mailSending\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.MAILSENDTYPE.INVALID=\u4e0d\u6b63\u306a\u30e1\u30fc\u30eb\u9001\u4fe1\u30bf\u30a4\u30d7\u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.MAILTYPE.EXISTS=\u6307\u5b9a\u3055\u308c\u305f\u30e1\u30fc\u30eb\u30bf\u30a4\u30d7\u306f\u65e2\u306b\u9069\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.MAILTYPE.NOFOUND=\u6307\u5b9a\u3055\u308c\u305f\u30e1\u30fc\u30eb\u30bf\u30a4\u30d7\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.MAILTYPE.NOTFOUND=\u5bfe\u8c61\u306e\u30e1\u30fc\u30eb\u30bf\u30a4\u30d7\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.MAKING.DIR.FAILED=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u4f5c\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.METHOD=\u3053\u306e\u30e1\u30bd\u30c3\u30c9\u306e\u4f7f\u7528\u306f\u63a8\u5968\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.MIMEMESSAGE.CONTENT.ILLEGAL=\u30e1\u30fc\u30eb\u5185\u5bb9\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.MIMEMESSAGE.FAILED.SEND=\u30e1\u30fc\u30eb\u9001\u4fe1\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.MIMEMESSAGE.FROM.ILLEGAL=\u30e1\u30fc\u30eb\u9001\u4fe1\u5143\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.MIMEMESSAGE.SUBJECT.ILLEGAL=\u30e1\u30fc\u30eb\u4ef6\u540d\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.MIMEMESSAGE.TO.ILLEGAL=\u30e1\u30fc\u30eb\u9001\u4fe1\u5148\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.MIMEMESSAGE.VALUE.ILLEGAL=\u5f15\u6570mimeMessage\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.MOVE.FILE.FAILED=\u30d5\u30a1\u30a4\u30eb\u306e\u79fb\u52d5\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.MULTIPLE.ATTRIBUTE.TYPE=\u6307\u5b9a\u306e\u5c5e\u6027\u306f\u8907\u6570\u5024\u3092\u4fdd\u6301\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.NAME.LENGTH.OVER=\u5f15\u6570name\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.NAME.VALUE.ILLEGAL=\u5f15\u6570name\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.NAME.VALUE=\u5f15\u6570\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.NO.ATTRIBUTE.VALUE=\u6307\u5b9a\u3057\u305f\u5c5e\u6027\u5024\u306f\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NO.BELONGTYPE.FOUND=\u6307\u5b9a\u3055\u308c\u305f\u6240\u5c5e\u30bf\u30a4\u30d7\u306f\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
EIM.ERROR.LOGIC.NOAPPROVEROLE=\u627f\u8a8d\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOCHECKINROLE=\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOCHECKOUTROLE=\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOCREATERELROLE=\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u4f5c\u6210\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOCREATEROLE=\u4f5c\u6210\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NODEFAULTFORMAT=\u30c7\u30d5\u30a9\u30eb\u30c8\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NODELETERELROLE=\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u524a\u9664\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NODELETEROLE=\u524a\u9664\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NODOCUMENT=\u9078\u629e\u3057\u305f\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOENTRY.INVALIDITY.USER=\u7121\u52b9\u30e6\u30fc\u30b6\u306f\u30a8\u30f3\u30c8\u30ea\u30fc\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOLOCKROLE=\u30ed\u30c3\u30af\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOREADROLE=\u8aad\u307f\u8fbc\u307f\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NORENAMEROLE=\u6539\u540d\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOREVISIONUPROLE=\u30ea\u30d3\u30b8\u30e7\u30f3\u66f4\u65b0\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOROLE=\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOSTATUSDOWNROLE=\u30b9\u30c6\u30fc\u30bf\u30b9\u66f4\u65b0\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOSTATUSUPROLE=\u30b9\u30c6\u30fc\u30bf\u30b9\u66f4\u65b0\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOT.ADMINISTRATOR.FILE.NAME=\u7ba1\u7406\u8005\u6a29\u9650\u8a2d\u5b9a\u30d5\u30a1\u30a4\u30eb\u540d\u5217\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOT.ASSIGNPLAN=\u30a2\u30b5\u30a4\u30f3\u5148\u4e88\u5b9a\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOT.AUTHORIZED=\u5b9f\u884c\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOT.BELONGING=\u6240\u5c5e\u5143\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOT.CONFIG.FILE.NAME=\u30b3\u30f3\u30d5\u30a3\u30b0\u30d5\u30a1\u30a4\u30eb\u540d\u5217\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOT.SPECIFY.ATTRIBUTE.VALUE=\u5c5e\u6027\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOT.STATUSTYPE=\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOTICEMAIL.METHOD.VALUE.ILLEGAL=\u6307\u5b9a\u3055\u308c\u305f\u901a\u77e5\u30e1\u30fc\u30eb\u306e\u9001\u4fe1method\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.NOTICEMAIL.NOTFOUND=\u5bfe\u8c61\u306e\u901a\u77e5\u30e1\u30fc\u30eb\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOTICEMAIL.TYPE.VALUE.ILLEGAL=\u6307\u5b9a\u3055\u308c\u305f\u901a\u77e5\u30e1\u30fc\u30eb\u306e\u9001\u4fe1type\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.NOTICEMAIL.VALUE.ILLEGAL=\u5f15\u6570noticeMail\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.NOUNLOCKROLE=\u30ed\u30c3\u30af\u89e3\u9664\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOUPDATERELROLE=\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u66f4\u65b0\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOUPDATEROLE=\u66f4\u65b0\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NOUSERID=\u6307\u5b9a\u3055\u308c\u305fID\u306f\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.OBJECT.CHILD.NOTFOUND=\u6307\u5b9a\u306e\u5b50\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.OBJECT.CHILD.VALUE.ILLEGAL=\u5f15\u6570child\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OBJECT.DEST.NOTFOUND=\u30b3\u30d4\u30fc\u5148\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.OBJECT.DEST.VALUE.ILLEGAL=\u5f15\u6570destObject\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OBJECT.EXISTS=\u6307\u5b9a\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u306b\u7d10\u3065\u304f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.OBJECT.LOCKED=\u6307\u5b9a\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u30ed\u30c3\u30af\u4e2d\u3067\u3059\u3002
EIM.ERROR.LOGIC.OBJECT.NAME.DUPLICATE=\u540c\u540d\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.OBJECT.NAME.LENGTH.ILLEGAL=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u540d\u79f0\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OBJECT.NAME.LENGTH.OVER=\u6307\u5b9a\u3057\u305f\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OBJECT.NAME.VALUE.ILLEGAL=\u5f15\u6570name\u3068\u3057\u3066null\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OBJECT.NOTFOUND=\u5bfe\u8c61\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.OBJECT.PARENT.NOTFOUND=\u6307\u5b9a\u306e\u89aa\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.OBJECT.PARENT.VALUE.ILLEGAL=\u5f15\u6570parentObject\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OBJECT.PLURAL.FOUND=\u540c\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u3067\u540c\u540d\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u8907\u6570\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.OBJECT.SEC.EXISTS=\u6307\u5b9a\u3057\u305f\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u3092\u9069\u7528\u3057\u3066\u3044\u308b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.OBJECT.SRC.NOTFOUND=\u30b3\u30d4\u30fc\u5143\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.OBJECT.SRC.VALUE.ILLEGAL=\u5f15\u6570srcObject\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OBJECT.VALUE.ILLEGAL=\u5f15\u6570object\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OBJECTNAME.VALUE.ILLEGAL=\u5f15\u6570objectName\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OBJECTTYPE.DIFFERENT=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u304c\u7570\u306a\u308b\u307e\u305f\u306f\u3001\u7d99\u627f\u95a2\u4fc2\u306b\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.OBJECTTYPE.NOTFOUND=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.OBJECTTYPE.SECURITY.NOEXISTS=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.OBJECTTYPE.VALUE.ILLEGAL=\u5f15\u6570objectType\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OBJECTTYPE.FORMAT.NOTFOUND=\u6307\u5b9a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u306b\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u304c\u9069\u7528\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.OBJECTTYPEFORMATCRITERIA.VALUE.ILLEGAL=\u5f15\u6570objectTypeFormatCriteria\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OBJECTTYPEIDS.VALUE.ILLEGAL=\u5f15\u6570objectTypeIds\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OBJTYPE.ALIAS.EXISTS=\u6307\u5b9a\u3057\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u306e\u591a\u8a00\u8a9e\u540d\u79f0\u5b9a\u7fa9\u304c\u91cd\u8907\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.OBJTYPE.ALIAS.LENGTH.OVER=\u6307\u5b9a\u3057\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u306e\u591a\u8a00\u8a9e\u540d\u79f0\u304c\u6841\u6570\u30aa\u30fc\u30d0\u30fc\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.OBJTYPE.CIRCULAR.REF=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u306f\u5faa\u74b0\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.OBJTYPE.DEFUALT.FORMAT.COUNT.ILLEGAL=\u30c7\u30d5\u30a9\u30eb\u30c8\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u304c\uff11\u306e\u307f\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002(\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u304c\uff11\u3064\u3082\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u9664\u304f\uff09
EIM.ERROR.LOGIC.OBJTYPE.DELETE=\u6307\u5b9a\u3055\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.OBJTYPE.DIFFERRENT.OBJECT.NOTUPDATE=\u5bfe\u8c61\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u3068\u9055\u3046\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.OBJTYPE.EXISTS=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.OBJTYPE.AGEINST.CHANGE=\u30b9\u30c6\u30fc\u30bf\u30b9\u304c\u7b2c1\u30b9\u30c6\u30fc\u30bf\u30b9\u3082\u3057\u304f\u306f\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u306a\u3057\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u306e\u5834\u5408\u306e\u307f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u304c\u5909\u66f4\u3067\u304d\u307e\u3059\u3002
EIM.ERROR.LOGIC.OBJTYPE.INHERIT.EXISTS=\u7d99\u627f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.OBJTYPE.NAME.DUPLICATE=\u540c\u3058\u89aa\u3092\u6301\u3064\u540c\u540d\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.OBJECT.USER.EXISTS=\u5bfe\u8c61\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u306f\u5bfe\u306b\u306a\u308b\u30e6\u30fc\u30b6\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.OBJECT.GROUP.EXISTS=\u5bfe\u8c61\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u306f\u5bfe\u306b\u306a\u308b\u30b0\u30eb\u30fc\u30d7\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.OBJECT.ROLE.EXISTS=\u5bfe\u8c61\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u306f\u5bfe\u306b\u306a\u308b\u30ed\u30fc\u30eb\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.OBJECT.OBJTYPE.EXISTS=\u5bfe\u8c61\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u306f\u5bfe\u306b\u306a\u308b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.OBJTYPE.NAME.EXISTS=\u6307\u5b9a\u3057\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u540d\u79f0\u306f\u65e2\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.OBJTYPE.NAME.LENGTH.ILLEGAL=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u5b9a\u7fa9\u540d\u79f0\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OBJTYPE.NAME.LENGTH.OVER=\u6307\u5b9a\u3057\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OBJTYPE.NOTFOUND.DETAIL=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7[{0}]\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.OBJTYPE.NOTFOUND=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.OBJTYPE.PARENT.CIRCULAR.REF=\u6307\u5b9a\u3055\u308c\u305f\u89aa\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u306f\u5faa\u74b0\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.OBJTYPE.UPDATE=\u6307\u5b9a\u3055\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u306f\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.OBJTYPE.VALUE.ILLEGAL=\u5f15\u6570objectType\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OBJTYPEFORMAT.VALUE.ILLEGAL=\u5f15\u6570objectTypeFormat\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OBJTYPEOTHER.EXISTS=\u6307\u5b9a\u3057\u305f\u8a00\u8a9eID\u304c\u591a\u8a00\u8a9e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u30c6\u30fc\u30d6\u30eb\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.OBJTYPE.SEQUENCE.OBJECT.EXISTS=\u6307\u5b9a\u3057\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u5b58\u5728\u3059\u308b\u305f\u3081\u3001\u9023\u7d9a\u30c7\u30fc\u30bf\u60c5\u5831\u306f\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.OPEHIST.APPTYPE.NOINPUT=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u7a2e\u5225\u304c\u6e21\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002
EIM.ERROR.LOGIC.OPEHIST.LANG.NOTFOUND=\u64cd\u4f5c\u5c65\u6b74\u7528\u306e\u8a00\u8a9e\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
EIM.ERROR.LOGIC.OPEHIST.OBJTYPE.UNKNOWN=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u578b\u304c\u4e0d\u660e\u3067\u3059\u3002
EIM.ERROR.LOGIC.OPEHIST.OPTYPE.NOINPUT=\u64cd\u4f5c\u7a2e\u5225\u304c\u6e21\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002
EIM.ERROR.LOGIC.OPEHIST.FAILED.OUTPUT=\u4e0d\u6b63\u306a\u5f15\u6570\u304c\u6307\u5b9a\u3055\u308c\u305f\u305f\u3081\u3001\u64cd\u4f5c\u5c65\u6b74\u306e\u51fa\u529b\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OPEHIST.VALUE.ILLEGAL=\u5f15\u6570operationHistory\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OPERATIONTYPEID.LENGTH.ILLEGAL=\u5f15\u6570operationTypeId\u3068\u3057\u3066null\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OTHER.ID.ILLEGAL=\u4ed6\u8a00\u8a9e\u540d\u79f0ID\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OTHER.ILLEGAL=\u4ed6\u8a00\u8a9e\u540d\u79f0\u306b\u306f\u3001NULL\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.OTHER.KEY.LENGTH.ILLEGAL=\u5f15\u6570lang\u3068\u3057\u3066null\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OTHER.KEY.LENGTH.OVER=\u4ed6\u8a00\u8a9e\u30ad\u30fc\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OTHER.NAME.LENGTH.ILLEGAL=\u4ed6\u8a00\u8a9e\u540d\u79f0\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OTHER.NAME.LENGTH.OVER=\u4ed6\u8a00\u8a9e\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OTHER.TYPE.ILLEGAL=\u4ed6\u8a00\u8a9e\u540d\u79f0\u7a2e\u5225\u306b\u306f\u3001NULL\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.OTHERNAME.NOTFOUND=\u6307\u5b9a\u3055\u308c\u305f\u4ed6\u8a00\u8a9e\u540d\u79f0\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.OTHERNAME.TYPE.INVALID=\u4e0d\u6b63\u306a\u4ed6\u8a00\u8a9e\u540d\u79f0\u30bf\u30a4\u30d7\u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.PARENT.FORMAT.OPERATE=\u6307\u5b9a\u3055\u308c\u305f\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306f\u89aa\u30af\u30e9\u30b9\u306e\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306a\u306e\u3067\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u306b\u8a2d\u5b9a\u53ca\u3073\u89e3\u9664\u306f\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.PARENT.OBJ.FORMAT=\u89aa\u30af\u30e9\u30b9\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.PARENT.OBJECT.NOTFOUND=\u89aa\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.RECORDINFOID.LENGTH.ILLEGAL=\u5f15\u6570recordInfoId\u3068\u3057\u3066null\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.RECORDTYPEID.LENGTH.ILLEGAL=\u5f15\u6570recordTypeId\u3068\u3057\u3066null\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.RELATION.DEST.EMPTY.ILLEGAL=\u5f15\u6570destRelation\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.RELATION.DEST.NOTFOUND=\u30b3\u30d4\u30fc\u5148\u306e\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.RELATION.EXISTS.IN.PARENT=\u89aa\u3068\u5b50\u306b\u6307\u5b9a\u3057\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u9593\u306e\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u306f\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.RELATION.EXISTS=\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.RELATION.LOOP.DETECTED=\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u306e\u30eb\u30fc\u30d7\u304c\u691c\u77e5\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.RELATION.NAME.DUPLICATE=\u6307\u5b9a\u3055\u308c\u305f\u91cd\u8907\u30c1\u30a7\u30c3\u30af\u306e\u6761\u4ef6\u306b\u9055\u53cd\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.RELATION.NAME.LENGTH.ILLEGAL=\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u30bf\u30a4\u30d7\u5b9a\u7fa9\u540d\u79f0\u3068\u3057\u3066null\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.RELATION.NAME.OVER=\u6307\u5b9a\u3057\u305f\u5b9a\u7fa9\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.RELATION.NOTFOUND=\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.RELATION.REVISIONUP.LENGTH.ILLEGAL=\u30ea\u30d3\u30b8\u30e7\u30f3\u30a2\u30c3\u30d7\u30eb\u30fc\u30eb\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.RELATION.SRC.EMPTY.ILLEGAL=\u5f15\u6570srcRelation\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.RELATION.SRC.NOTFOUND=\u30b3\u30d4\u30fc\u5143\u306e\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.RELATION.VALUE.ILLEGAL=\u5f15\u6570relation\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.RELATION.PARENT.VALUE.ILLEGAL=\u89aa\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.RELATION.CHILD.VALUE.ILLEGAL=\u5b50\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.RELATION.TYPE.VALUE.ILLEGAL=\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u30bf\u30a4\u30d7\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.RELATIONTYPE.NAME.LENGTH.ILLEGAL=\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u30bf\u30a4\u30d7\u5b9a\u7fa9\u540d\u79f0\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.RELATIONTYPE.NAME.LENGTH.OVER=\u6307\u5b9a\u3057\u305f\u5b9a\u7fa9\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.RELATIONTYPE.RELATION.EXISTS=\u5bfe\u8c61\u306e\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u30bf\u30a4\u30d7\u306e\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.RELATIONTYPE.REVISIONUP.LENGTH.ILLEGAL=\u30ea\u30d3\u30b8\u30e7\u30f3\u30a2\u30c3\u30d7\u30eb\u30fc\u30eb\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.RELATIONTYPE.VALUE.ILLEGAL=\u5f15\u6570relationType\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.RELATIONTYPEIDS.VALUE.ILLEGAL=\u5f15\u6570relationTypeIds\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.RELTYPE.ALIAS.EXISTS=\u6307\u5b9a\u3057\u305f\u591a\u8a00\u8a9e\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u540d\u79f0\u306f\u65e2\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.RELTYPE.ALIAS.LENGTH.OVER=\u6307\u5b9a\u3057\u305f\u591a\u8a00\u8a9e\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.RELTYPE.ALIAS.NOTFOUND=\u6307\u5b9a\u3057\u305f\u591a\u8a00\u8a9e\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u540d\u79f0\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.RELTYPE.MUTUAL=\u76f8\u4e92\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u306e\u30eb\u30fc\u30c8\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.RELTYPE.NAME.EXISTS=\u6307\u5b9a\u3057\u305f\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u30bf\u30a4\u30d7\u540d\u79f0\u306f\u65e2\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.RELTYPE.NAME.LENGTH.OVER=\u6307\u5b9a\u3057\u305f\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.RELTYPE.NOTFOUND=\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u30bf\u30a4\u30d7\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.RELTYPEOTHER.EXISTS=\u6307\u5b9a\u3057\u305f\u8a00\u8a9eID\u304c\u591a\u8a00\u8a9e\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u30bf\u30a4\u30d7\u30c6\u30fc\u30d6\u30eb\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.RESOURCE.KEY.LENGTH.ILLEGAL=\u5f15\u6570key\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.REVISIONUP.INVALID=\u4e0d\u6b63\u306a\u30ec\u30d3\u30b8\u30e7\u30f3\u30a2\u30c3\u30d7\u30eb\u30fc\u30eb\u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ROLE.CHILD.EXISTS=\u5b50\u30ed\u30fc\u30eb\u304c\u5b58\u5728\u3057\u3066\u3044\u308b\u305f\u3081\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ROLE.CHILD.ILLEGAL=\u6307\u5b9a\u3057\u305f\u5b50\u30ed\u30fc\u30eb\u306b\u306f\u65e2\u306b\u89aa\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.ROLE.CIRCULAR.REF=\u30ed\u30fc\u30eb\u304c\u5faa\u74b0\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ROLE.DIFFERRENT.ROLEOBJ.NOTUPDATE=\u5bfe\u8c61\u306e\u30ed\u30fc\u30eb\u3068\u9055\u3046\u30ed\u30fc\u30eb\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ROLE.NAME.EXISTS=\u6307\u5b9a\u3057\u305f\u30ed\u30fc\u30eb\u540d\u79f0\u306f\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ROLE.NAME.LENGTH.ILLEGAL=\u6307\u5b9a\u3055\u308c\u305f\u30ed\u30fc\u30eb\u5b9a\u7fa9\u540d\u79f0\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ROLE.NAME.LENGTH.OVER=\u30ed\u30fc\u30eb\u5b9a\u7fa9\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ROLE.NAME.OVER=\u6307\u5b9a\u3057\u305f\u30ed\u30fc\u30eb\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ROLE.NOTFOUND=\u6307\u5b9a\u3055\u308c\u305f\u30ed\u30fc\u30eb\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ROLE.OTHER.NAME.EXISTS=\u6307\u5b9a\u3057\u305f\u8a00\u8a9e\u306e\u30ed\u30fc\u30eb\u540d\u79f0\u306f\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.ROLE.OTHER.NAME.OVER=\u6307\u5b9a\u3057\u305f\u30ed\u30fc\u30eb\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ROLE.PARENT.NOTFOUND=\u89aa\u30ed\u30fc\u30eb\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ROLE.SAM.PARENT=\u6307\u5b9a\u3055\u308c\u305f\u30ed\u30fc\u30eb\u3068\u89aa\u30ed\u30fc\u30eb\u304c\u540c\u4e00\u3067\u3059\u3002
EIM.ERROR.LOGIC.ROLE.USER.ADDED=\u6307\u5b9a\u3057\u305f\u30e6\u30fc\u30b6\u306f\u65e2\u306b\u6240\u5c5e\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ROLE.USER.DELETED=\u6307\u5b9a\u3057\u305f\u30e6\u30fc\u30b6\u306f\u6240\u5c5e\u3057\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.ROLE.VALUE.ILLEGAL=\u5f15\u6570role\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ROLEEXISTMEMBER=\u6307\u5b9a\u3057\u305f\u30ed\u30fc\u30eb\u306b\u306f\u6240\u5c5e\u30e1\u30f3\u30d0\u30fc\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.ROLEIDS.VALUE.ILLEGAL=\u5f15\u6570roleIds\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.ROLEOTHER.EXISTS=\u6307\u5b9a\u3057\u305f\u8a00\u8a9eID\u304c\u591a\u8a00\u8a9e\u30ed\u30fc\u30eb\u30c6\u30fc\u30d6\u30eb\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.ROLSETCOMPGROUP=\u6307\u5b9a\u3057\u305f\u30ed\u30fc\u30eb\u306f\u8907\u5408\u30b0\u30eb\u30fc\u30d7\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.SEARCH.RESULT.LIMIT.OVER=\u691c\u7d22\u7d50\u679c\u304c\u4e0a\u9650\u4ef6\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002\u691c\u7d22\u7d50\u679c\u4ef6\u6570\u306f{0}. \u4e0a\u9650\u4ef6\u6570\u306f{1}
EIM.ERROR.LOGIC.SEC.NAME.EXISTS=\u6307\u5b9a\u3055\u308c\u305f\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u540d\u79f0\u306f\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.SEC.NAME.OVER=\u6307\u5b9a\u3057\u305f\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.SEC.NOTFOUND=\u6307\u5b9a\u3055\u308c\u305f\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.SEC.OTHER.ID.EXISTS=\u6307\u5b9a\u3057\u305f\u8a00\u8a9e\u306e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u540d\u79f0\u306f\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.SEC.OTHER.NAME.OVER=\u6307\u5b9a\u3057\u305f\u591a\u8a00\u8a9e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.SECOTHER.EXISTS=\u6307\u5b9a\u3057\u305f\u8a00\u8a9eID\u304c\u591a\u8a00\u8a9e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30c6\u30fc\u30d6\u30eb\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.SECURITY.NAME.LENGTH.ILLEGAL=\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u306e\u5b9a\u7fa9\u540d\u79f0\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.SECURITY.NAME.LENGTH.OVER=\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u306e\u5b9a\u7fa9\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.SECURITY.NOTFOUND=\u5bfe\u8c61\u306e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.SECURITY.OBJECT.EXISTS=\u5bfe\u8c61\u306e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u3092\u4f7f\u7528\u3057\u3066\u3044\u308b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.SECURITY.VALUE.ILLEGAL=\u5f15\u6570security\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.SECURITYIDS.VALUE.ILLEGAL=\u5f15\u6570securityIds\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.SENDTYPE.ILLEGAL=\u9001\u4fe1\u5148\u30bf\u30a4\u30d7\u306b\u306f\u3001split\u304bbundle\u4ee5\u5916\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.SINGLE.ATTRIBUTE.TYPE=\u6307\u5b9a\u306e\u5c5e\u6027\u306f\u5358\u4e00\u5024\u3092\u4fdd\u6301\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.SMTP.ADDRESS.ILLEGAL=\u30e1\u30fc\u30eb\u9001\u4fe1\u30a2\u30c9\u30ec\u30b9\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.SMTP.HOST.ILLEGAL=SMTP\u30db\u30b9\u30c8\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.SMTP.NAME.ILLEGAL=\u30e1\u30fc\u30eb\u9001\u4fe1\u540d\u79f0\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.SRCBJECT.VALUE.ILLEGAL=\u5f15\u6570srcObject\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.SRCOBJECT.NOTFOUND=\u30ea\u30d3\u30b8\u30e7\u30f3\u30a2\u30c3\u30d7\u5143\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.SRCWORKFLOW.VALUE.ILLEGAL=\u5f15\u6570srcWorkflow\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.STATUS.EXISTS=\u30b9\u30c6\u30fc\u30bf\u30b9\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.STATUS.NOTFOUND=\u30b9\u30c6\u30fc\u30bf\u30b9\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.STATUS.OBJECT.EXISTS=\u30b9\u30c6\u30fc\u30bf\u30b9\u304c\u5272\u308a\u5f53\u3066\u3089\u308c\u3066\u3044\u308b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.STATUS.VALUE.ILLEGAL=\u5f15\u6570status\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.STATUSIDS.VALUE.ILLEGAL=\u5f15\u6570statusIds\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.STATUSSEC.COMBINATION.EXIST=\u6307\u5b9a\u3055\u308c\u305f\u30b9\u30c6\u30fc\u30bf\u30b9\u5225\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u304c\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.STATUSSEC.NOTFOUND=\u6307\u5b9a\u3055\u308c\u305f\u30b9\u30c6\u30fc\u30bf\u30b9\u5225\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.STATUSSECURITY.NOTFOUND=\u6307\u5b9a\u3057\u305f\u30b9\u30c6\u30fc\u30bf\u30b9\u5225\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.STATUSSECURITY.VALUE.ILLEGAL=\u5f15\u6570statusSecurity\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.STATUSTYPE.ASPLAN.EXISTS=\u5bfe\u8c61\u306e\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u306e\u30a2\u30b5\u30a4\u30f3\u4e88\u5b9a\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.STATUSTYPE.BASE.ILLEGAL=\u30d9\u30fc\u30b9\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.STATUSTYPE.LENGTH.ILLEGAL=\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.STATUSTYPE.NAME.ILLEGAL=\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u5b9a\u7fa9\u540d\u79f0\u3068\u3057\u3066null\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.STATUSTYPE.NAME.LENGTH.OVER=\u5bfe\u8c61\u306e\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u5b9a\u7fa9\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.STATUSTYPE.NAME.WORKFLOW.EXIST=\u5bfe\u8c61\u306e\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u5b9a\u7fa9\u540d\u79f0\u304c\u6307\u5b9a\u306e\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u3067\u65e2\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.STATUSTYPE.NOTFOUND=\u5bfe\u8c61\u306e\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.STATUSTYPE.SEQUENCE.ILLEGAL=\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u306e\u4e26\u3073\u9806\u304c\u4e0d\u6b63\u3067\u3059\u3002
EIM.ERROR.LOGIC.STATUSTYPE.STATUS.EXISTS=\u5bfe\u8c61\u306e\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u306e\u30b9\u30c6\u30fc\u30bf\u30b9\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.STATUSTYPE.VALUE.ILLEGAL=\u5f15\u6570StatusType\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.STATUSTYPEIDS.VALUE.ILLEGAL=\u5f15\u6570statusTypeIds\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.STSECURITYIDS.VALUE.ILLEGAL=\u5f15\u6570stSecurityIds\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.STTYPE.ALIAS.EXISTS=\u6307\u5b9a\u3057\u305f\u30b9\u30c6\u30fc\u30bf\u30b9\u591a\u8a00\u8a9e\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u540d\u79f0\u306f\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.STTYPE.ALIAS.LENGTH.OVER=\u6307\u5b9a\u3057\u305f\u591a\u56fd\u8a9e\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.STTYPE.ALIAS.NOTFOUND=\u6307\u5b9a\u3057\u305f\u30b9\u30c6\u30fc\u30bf\u30b9\u591a\u8a00\u8a9e\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u540d\u79f0\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.STTYPE.EXISTS=\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.STTYPE.NAME.EXISTS=\u6307\u5b9a\u3057\u305f\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u540d\u79f0\u306f\u65e2\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.STTYPE.NAME.LENGTH.OVER=\u6307\u5b9a\u3057\u305f\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.STTYPE.NOTFOUND=\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.STTYPE.OTHERLANG.EXISTS=\u6307\u5b9a\u3057\u305f\u591a\u8a00\u8a9e\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u540d\u79f0\u306f\u65e2\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.STTYPE.VALUE.ILLEGAL=\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.STTYPEOTHER.EXISTS=\u6307\u5b9a\u3057\u305f\u8a00\u8a9eID\u304c\u591a\u8a00\u8a9e\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u30c6\u30fc\u30d6\u30eb\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.STTYPESECURITY.ENTRY.ILLEGAL=\u30b9\u30c6\u30fc\u30bf\u30b9\u5225\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u306e\u30a2\u30af\u30bb\u30b9\u30a8\u30f3\u30c8\u30ea\u30fc\u306f\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u306e\u30a2\u30af\u30bb\u30b9\u30a8\u30f3\u30c8\u30ea\u30fc\u306b\u542b\u307e\u308c\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.STTYPESECURITY.LENGTH.ILLEGAL=\u5f15\u6570statusSecurity\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.STTYPESECURITY.NOTFOUND=\u6307\u5b9a\u306e\u30b9\u30c6\u30fc\u30bf\u30b9\u5225\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.STTYPESECURITY.STATUSTYPE.EXISTS=\u6307\u5b9a\u306e\u30b9\u30c6\u30fc\u30bf\u30b9\u30bf\u30a4\u30d7\u306f\u65e2\u306b\u30b9\u30c6\u30fc\u30bf\u30b9\u5225\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u3067\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.STTYPESECURITY.VALUE.ILLEGAL=\u5f15\u6570StatusSecurity\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.SYSTEMFUNCTION.NOTFOUND=\u6307\u5b9a\u3055\u308c\u305f\u30b7\u30b9\u30c6\u30e0\u51e6\u7406\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.TABLE.NAME.EXISTS=\u6307\u5b9a\u3057\u305f\u30c6\u30fc\u30d6\u30eb\u540d\u79f0\u306f\u65e2\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.TABLE.NAME.OVER=\u6307\u5b9a\u3057\u305f\u30c6\u30fc\u30d6\u30eb\u540d\u79f0\u306e\u6841\u6570\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.TABLE.NOTFOUND=\u6307\u5b9a\u3057\u305f\u30c6\u30fc\u30d6\u30eb\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.TO.STATUS.NOTFOUND=\u5bfe\u8c61\u306e\u9077\u79fb\u5148\u30b9\u30c6\u30fc\u30bf\u30b9\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.TODIRECTORY.EXISTS=\u5909\u66f4\u5f8c\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.TRANSACTION.LANG_ID.ILLEGAL=\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u306e\u8a00\u8a9eID\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.TRANSACTION.USER.ILLEGAL=\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u306e\u30e6\u30fc\u30b6\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.USER.ASSIGN.EXISTS=\u6307\u5b9a\u3057\u305f\u30e6\u30fc\u30b6\u306f\u30a2\u30b5\u30a4\u30f3\u5148\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.USER.ASSIGN.PLAN.EXISTS=\u6307\u5b9a\u3057\u305f\u30e6\u30fc\u30b6\u306f\u30a2\u30b5\u30a4\u30f3\u5148\u4e88\u5b9a\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.USER.CODE.LENGTH.ILLEGAL=\u6307\u5b9a\u3055\u308c\u305f\u30e6\u30fc\u30b6\u30b3\u30fc\u30c9\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.USER.CODE.LENGTH.OVER=\u30e6\u30fc\u30b6\u30b3\u30fc\u30c9\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.USER.CODE.OVER=\u6307\u5b9a\u3057\u305fID\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.USER.ENTRY.EXISTS=\u6307\u5b9a\u3057\u305f\u30e6\u30fc\u30b6\u306f\u30a2\u30b5\u30a4\u30f3\u5148\u30a8\u30f3\u30c8\u30ea\u30fc\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.USER.INVALID=\u4e0d\u6b63\u306a\u30e6\u30fc\u30b6\u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.USER.KANA.LENGTH.OVER=\u304b\u306a\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.USER.KANA.OVER=\u6307\u5b9a\u3057\u305f\u304b\u306a\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.USER.LANG.LENGTH.OVER=\u8a00\u8a9e\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.USER.MAIL.LENGTH.OVER=\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.USER.MAIL.OVER=\u6307\u5b9a\u3057\u305f\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.USER.NAME.LENGTH.ILLEGAL=\u6307\u5b9a\u3055\u308c\u305f\u30e6\u30fc\u30b6\u5b9a\u7fa9\u540d\u79f0\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.USER.NAME.LENGTH.OVER=\u30e6\u30fc\u30b6\u5b9a\u7fa9\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.USER.NAME.OVER=\u6307\u5b9a\u3057\u305f\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.USER.NOTFOUND=\u6307\u5b9a\u3055\u308c\u305f\u30e6\u30fc\u30b6\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.USER.OTHER.ID.EXISTS=\u6307\u5b9a\u3057\u305f\u8a00\u8a9e\u306e\u30e6\u30fc\u30b6\u540d\u79f0\u306f\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.USER.OTHER.NAME.OVER=\u6307\u5b9a\u3057\u305f\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.USER.PASS.OVER=\u6307\u5b9a\u3057\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.USER.USED.ACCESSHISTRY=\u6307\u5b9a\u306e\u30e6\u30fc\u30b6\u306f\u3001\u30a2\u30af\u30bb\u30b9\u5c65\u6b74\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.USER.USED.ASSIGNMENT=\u6307\u5b9a\u306e\u30e6\u30fc\u30b6\u306f\u3001\u30a2\u30b5\u30a4\u30f3\u5148\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.USER.USED.ASSIGNMENTPLAN=\u6307\u5b9a\u306e\u30e6\u30fc\u30b6\u306f\u3001\u30a2\u30b5\u30a4\u30f3\u5148\u4e88\u5b9a\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.USER.USED.ATTR=\u6307\u5b9a\u306e\u30e6\u30fc\u30b6\u306f\u3001\u5c5e\u6027\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.USER.USED.EVENT=\u6307\u5b9a\u306e\u30e6\u30fc\u30b6\u306f\u3001\u30a4\u30d9\u30f3\u30c8\u4f5c\u6210\u8005\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.USER.USED.OBJECT=\u6307\u5b9a\u306e\u30e6\u30fc\u30b6\u306f\u3001\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u4f5c\u6210\u8005\u3001\u66f4\u65b0\u8005\u3001\u30ed\u30c3\u30af\u30e6\u30fc\u30b6\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.USER.USED.STATUS=\u6307\u5b9a\u306e\u30e6\u30fc\u30b6\u306f\u3001\u30b9\u30c6\u30fc\u30bf\u30b9\u306e\u4f5c\u6210\u8005\u3001\u66f4\u65b0\u8005\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.USER.VALUE.ILLEGAL=\u5f15\u6570user\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.USERDEFINITIONGROUP.NOTFOUND=\u6307\u5b9a\u3055\u308c\u305f\u30e6\u30fc\u30b6\u5b9a\u7fa9\u30b0\u30eb\u30fc\u30d7\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.USERIDS.VALUE.ILLEGAL=\u5f15\u6570userIds\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.USEROTHER.EXISTS=\u6307\u5b9a\u3057\u305f\u8a00\u8a9eID\u304c\u591a\u8a00\u8a9e\u30e6\u30fc\u30b6\u30c6\u30fc\u30d6\u30eb\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.VALUETYPE.INVALID=\u4e0d\u6b63\u306a\u30c7\u30fc\u30bf\u578b\u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.VERSION.NOTFOUND=\u6307\u5b9a\u3057\u305f\u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.WFOTHER.EXISTS=\u6307\u5b9a\u3057\u305f\u8a00\u8a9eID\u304c\u591a\u8a00\u8a9e\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u30c6\u30fc\u30d6\u30eb\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.WORKFLOW.ALIAS.EXISTS=\u6307\u5b9a\u3057\u305f\u591a\u8a00\u8a9e\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u540d\u79f0\u306f\u65e2\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.WORKFLOW.ALIAS.LENGTH.OVER=\u6307\u5b9a\u3057\u305f\u591a\u56fd\u8a9e\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.WORKFLOW.ALIAS.NOTFOUND=\u6307\u5b9a\u3057\u305f\u591a\u8a00\u8a9e\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u540d\u79f0\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.WORKFLOW.ALREADY.APPLIED=\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u304c\u8a2d\u5b9a\u6e08\u307f\u3067\u3059\u3002
EIM.ERROR.LOGIC.WORKFLOW.NAME.EMPTY.ILLEGAL=\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u5b9a\u7fa9\u540d\u79f0\u306b\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.WORKFLOW.NAME.EXISTS=\u6307\u5b9a\u3057\u305f\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u540d\u79f0\u306f\u65e2\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.WORKFLOW.NAME.LENGTH.OVER=\u6307\u5b9a\u3057\u305f\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.WORKFLOW.NOT.APPLIED=\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u304c\u672a\u8a2d\u5b9a\u3067\u3059\u3002
EIM.ERROR.LOGIC.WORKFLOW.NOT.MATCH=\u5bfe\u8c61\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3068\u30b9\u30c6\u30fc\u30bf\u30b9\u306b\u95a2\u9023\u3059\u308b\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u304c\u4e00\u81f4\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.WORKFLOW.NOTFOUND=\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.WORKFLOW.RELATION.EXISTS=\u6307\u5b9a\u3057\u305f\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u306f\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.WORKFLOW.RELATION.OBJECT.NOTFOUND=\u5bfe\u8c61\u306e\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u304c\u6307\u5b9a\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u9069\u7528\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.WORKFLOW.USED=\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u306f\u4f7f\u7528\u6e08\u307f\u3067\u3059\u3002
EIM.ERROR.LOGIC.WORKFLOW.USEING=\u6307\u5b9a\u3057\u305f\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u306f\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.WORKFLOW.VALUE.ILLEGAL=\u5f15\u6570workflow\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.WORKFLOWIDS.VALUE.ILLEGAL=\u5f15\u6570workflowIds\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.XML.FILE.NOTFOUND=\u6307\u5b9a\u3057\u305fXML\u30d5\u30a1\u30a4\u30eb[{0}]\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.MAIL.PARAM.NOTFOUND=\u30e1\u30fc\u30eb\u7528\u8a2d\u5b9a\u30d5\u30a1\u30a4\u30eb\u304b\u3089\u30d1\u30e9\u30e1\u30fc\u30bf[{0}]\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.MAILSENDING.VALUE.ILLEGAL=\u5f15\u6570mailSendingDomain\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.MIMEMESSAGE.VALUE.ILLEGAL=\u5f15\u6570mimeMessage\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.NOTADMINISTRATOR=\u7ba1\u7406\u8005\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.OBJECT.NOTFOUND.DETAIL=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8[{0}]\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.OBJECT.NOTFOUND=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.OBJTYPE.ALIAS.NOTFOUND=\u6307\u5b9a\u3057\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u306e\u591a\u8a00\u8a9e\u540d\u79f0\u5b9a\u7fa9\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.RESOURCE.FILE.NOTFOUND=\u30ea\u30bd\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb[{0}]\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.RESOURCE.KEY.NOTFOUND=\u30e1\u30c3\u30bb\u30fc\u30b8[{0}]\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\u3059\u3079\u3066\u306e\u30ea\u30bd\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
EIM.ERROR.SEQUENCEOVERFLOW=\u30b7\u30fc\u30b1\u30f3\u30b9\u306e\u6700\u5927\u5024\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.SESSIONTIMEOUT=\u30bb\u30c3\u30b7\u30e7\u30f3\u304c\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u3057\u307e\u3057\u305f\u3002
EIM.ERROR.SETTING.FILE.NOTFOUND=\u8a2d\u5b9a\u30d5\u30a1\u30a4\u30eb[{0}]\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.STRING.VALUE.LENGTH.OVER=\u5c5e\u6027\u306b\u8a2d\u5b9a\u3059\u308b\u6587\u5b57\u5217\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.SYSTEMERROR=\u30b7\u30b9\u30c6\u30e0\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
EIM.ERROR.TEXT.VALUE.LENGTH.OVER=\u5c5e\u6027\u306b\u8a2d\u5b9a\u3059\u308b\u6587\u5b57\u5217\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.WORKFLOW.NOT.ASSIGN=\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u306f\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u304c\u9069\u7528\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.XML.FILE.NOTFOUND=\u6307\u5b9a\u3057\u305fXML\u30d5\u30a1\u30a4\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\u30b3\u30f3\u30d5\u30a3\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
EIM.FORMAT.DATE=yyyy-MM-dd
EIM.FORMAT.DATETIME=yyyy-MM-dd HH:mm:ss
EIM.INFO.LOGIC.SAVEDFAVORITE={0}\u3092\u304a\u6c17\u306b\u5165\u308a\u306b\u767b\u9332\u3057\u307e\u3057\u305f\u3002
EIM.INFO.MAIL.SEND=\u30e1\u30fc\u30eb\u3092\u9001\u4fe1\u3057\u307e\u3057\u305f\u3002
EIM.REVISIONUP.NAME.ALL=\u65b0\u898fEIM\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u8ffd\u52a0
EIM.REVISIONUP.NAME.LAST=\u65b0\u898fEIM\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3067\u7f6e\u63db
EIM.REVISIONUP.NAME.NONE=\u4f55\u3082\u3057\u306a\u3044
EIM.REVISIONUP.NAME.LAST_CONFIRMED=\u78ba\u5b9a\u6700\u65b0EIM\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3067\u7f6e\u63db
EIM.VALUE.TYPE.NAME.DATE=\u65e5\u4ed8\u578b
EIM.VALUE.TYPE.NAME.DOUBLE=\u5b9f\u6570\u578b
EIM.VALUE.TYPE.NAME.INTEGER=\u6570\u5024\u578b
EIM.VALUE.TYPE.NAME.STRING=\u6587\u5b57\u5217\u578b
EIM.VALUE.TYPE.NAME.TEXT=\u30c6\u30ad\u30b9\u30c8\u578b
#takeshita
EIM.VALUE.TYPE.NAME.OBJECT=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u578b
#trans-cosmos
EIM.VALUE.TYPE.NAME.USER=\u30e6\u30fc\u30b6\u578b
EIM.VALUE.TYPE.NAME.CODE=\u30b3\u30fc\u30c9\u578b

ERR.GROUP.SAM.PARENT=\u6307\u5b9a\u3055\u308c\u305f\u30b0\u30eb\u30fc\u30d7\u3068\u89aa\u30b0\u30eb\u30fc\u30d7\u304c\u540c\u4e00\u3067\u3059\u3002
#takeshita
EIM.ERROR.ATTRIBUTE.VALUE.OBJECT.NOTFOUND=\u6307\u5b9a\u3057\u305fID[{0}]\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.ATTRIBUTE.VALUE.OBJECT.NOTSEARCH=\u6307\u5b9a\u3057\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.ATTRIBUTE.VALUE.OBJECT.CIRCULAR=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u578b\u306e\u5c5e\u6027\u5024\u304c\u540c\u4e00\u5c5e\u6027\u30bf\u30a4\u30d7\u306b\u3066\u5faa\u74b0\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059\u3002
#trans-cosmos
EIM.ERROR.ATTRIBUTE.VALUE.USER.NOTFOUND=\u6307\u5b9a\u3057\u305fID[{0}]\u306e\u30e6\u30fc\u30b6\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.ATTRIBUTE.VALUE.USER.NOTSEARCH=\u6307\u5b9a\u3057\u305f\u30e6\u30fc\u30b6\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.ATTRIBUTE.VALUE.USER.CIRCULAR=\u30e6\u30fc\u30b6\u578b\u306e\u5c5e\u6027\u5024\u304c\u540c\u4e00\u5c5e\u6027\u30bf\u30a4\u30d7\u306b\u3066\u5faa\u74b0\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.ATTRIBUTE.VALUE.CODE.NOTFOUND=\u6307\u5b9a\u3057\u305f\u30b3\u30fc\u30c9[{0}]\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.ATTRIBUTE.VALUE.CODE.NOTSEARCH=\u6307\u5b9a\u3057\u305f\u30b3\u30fc\u30c9\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.ATTRIBUTE.VALUE.CODE.CIRCULAR=\u30b3\u30fc\u30c9\u578b\u306e\u5c5e\u6027\u5024\u304c\u540c\u4e00\u5c5e\u6027\u30bf\u30a4\u30d7\u306b\u3066\u5faa\u74b0\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059\u3002

ERR.GROUP.SAM.PARENT=\u6307\u5b9a\u3055\u308c\u305f\u30b0\u30eb\u30fc\u30d7\u3068\u89aa\u30b0\u30eb\u30fc\u30d7\u304c\u540c\u4e00\u3067\u3059\u3002

EIM.ERROR.LOGIC.CODE.ATTR.EXISTS=\u6307\u5b9a\u3057\u305f\u30b3\u30fc\u30c9\u306f\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.CODE.CODE.EXISTS=\u6307\u5b9a\u3057\u305f\u30b3\u30fc\u30c9\u5024\u306f\u65e2\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.CODE.CODE.LENGTH.ILLEGAL=\u6307\u5b9a\u3057\u305f\u30b3\u30fc\u30c9\u5024\u3068\u3057\u3066null\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.CODE.CODE.LENGTH.OVER=\u6307\u5b9a\u3057\u305f\u30b3\u30fc\u30c9\u5024\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.CODELIST.MISMATCH=\u6307\u5b9a\u3057\u305f\u30b3\u30fc\u30c9\u4e00\u89a7\u306f\u3001\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30c7\u30fc\u30bf\u3068\u4e00\u81f4\u3057\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.CODELIST.VALUE.ILLEGAL=\u5f15\u6570codeList\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.CODE.NOTFOUND=\u6307\u5b9a\u3057\u305f\u30b3\u30fc\u30c9\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.CODE.SEQUENCE.EXISTS=\u6307\u5b9a\u3057\u305f\u4e26\u3073\u9806\u5e8f\u306f\u65e2\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.CODE.SEQUENCE.OVERLAP=\u6307\u5b9a\u3057\u305f\u4e26\u3073\u9806\u5e8f\u306b\u91cd\u8907\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.CODE.VALUE.ILLEGAL=\u5f15\u6570code\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.CODETYPEANDVALUECRITERIALIST.VALUE.ILLEGAL=\u5f15\u6570codeTypeAndValueCriteriaList\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.CODETYPE.ATTR.EXISTS=\u6307\u5b9a\u3057\u305f\u30b3\u30fc\u30c9\u30bf\u30a4\u30d7\u306f\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.CODETYPE.NAME.EXISTS=\u6307\u5b9a\u3057\u305f\u30b3\u30fc\u30c9\u30bf\u30a4\u30d7\u5b9a\u7fa9\u540d\u79f0\u306f\u65e2\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.CODETYPE.NAME.LENGTH.ILLEGAL=\u6307\u5b9a\u3057\u305f\u30b3\u30fc\u30c9\u30bf\u30a4\u30d7\u5b9a\u7fa9\u540d\u79f0\u3068\u3057\u3066null\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.CODETYPE.NAME.LENGTH.OVER=\u6307\u5b9a\u3057\u305f\u30b3\u30fc\u30c9\u30bf\u30a4\u30d7\u5b9a\u7fa9\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.CODETYPE.NOTFOUND=\u6307\u5b9a\u3057\u305f\u30b3\u30fc\u30c9\u30bf\u30a4\u30d7\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.CODETYPE.VALUE.ILLEGAL=\u5f15\u6570codeType\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.CODETYPEIDS.VALUE.ILLEGAL=\u5f15\u6570codeTypeIds\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002

EIM.ERROR.LOGIC.SEQUENCE.VALUE.ILLEGAL=\u5f15\u6570sequence\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.SEQUENCE.SEQUENCETYPE.VALUE.ILLEGAL=\u9023\u7d9a\u30c7\u30fc\u30bf\u5b9a\u7fa9\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.SEQUENCE.NOTFOUND=\u9023\u7d9a\u30c7\u30fc\u30bf\u60c5\u5831\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.SEQUENCE.CURRENT.CYCLE.OVER=\u73fe\u5728\u5468\u671f\u304c\u8a2d\u5b9a\u5468\u671f\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.SEQUENCE.FORMATSTRING.LENGTH.OVER=\u6307\u5b9a\u3057\u305f\u66f8\u5f0f\u6587\u5b57\u5217\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.SEQUENCE.CURRENT.CYCLE.ILLEGAL=\u73fe\u5728\u5468\u671f\u306e\u8a2d\u5b9a\u304c\u4e0d\u6b63\u3067\u3059\u3002
EIM.ERROR.LOGIC.SEQUENCE.ATTRIBUTE.EXIST=\u6307\u5b9a\u3057\u305f\u9023\u7d9a\u30c7\u30fc\u30bf\u60c5\u5831\u306f\u3001\u5c5e\u6027\u5024\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.SEQUENCETYPE.VALUE.ILLEGAL=\u5f15\u6570sequenceType\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.SEQUENCETYPE.NOTFOUND=\u9023\u7d9a\u30c7\u30fc\u30bf\u5b9a\u7fa9\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.SEQUENCETYPE.NAME.LENGTH.ILLEGAL=\u6307\u5b9a\u3057\u305f\u9023\u7d9a\u30c7\u30fc\u30bf\u5b9a\u7fa9\u540d\u79f0\u5b9a\u7fa9\u540d\u79f0\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.SEQUENCETYPE.NAME.LENGTH.OVER=\u6307\u5b9a\u3057\u305f\u9023\u7d9a\u30c7\u30fc\u30bf\u5b9a\u7fa9\u540d\u79f0\u306e\u6841\u6570\u304c\u5b9a\u7fa9\u6570\u3092\u8d85\u3048\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.SEQUENCETYPE.NAME.EXISTS=\u6307\u5b9a\u3057\u305f\u9023\u7d9a\u30c7\u30fc\u30bf\u5b9a\u7fa9\u540d\u79f0\u306f\u65e2\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.SEQUENCETYPE.INITIAL.VALUE.ILLEGAL=\u521d\u671f\u5024\u306e\u8a2d\u5b9a\u304c\u4e0d\u6b63\u3067\u3059\u3002
EIM.ERROR.LOGIC.SEQUENCETYPE.CONFIG.CYCLE.ILLEGAL=\u8a2d\u5b9a\u5468\u671f\u306e\u8a2d\u5b9a\u304c\u4e0d\u6b63\u3067\u3059\u3002
EIM.ERROR.LOGIC.SEQUENCETYPE.ATTRIBUTE.EXIST=\u6307\u5b9a\u3057\u305f\u9023\u7d9a\u30c7\u30fc\u30bf\u5b9a\u7fa9\u306b\u95a2\u9023\u3059\u308b\u9023\u7d9a\u30c7\u30fc\u30bf\u60c5\u5831\u306f\u3001\u5c5e\u6027\u5024\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002

EIM.ERROR.LOGIC.NAMING.VALUE.ILLEGAL=\u5f15\u6570naming\u3068\u3057\u3066null\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.NAMING.SEQUENCE.VALUE.ILLEGAL=\u9023\u7d9a\u30c7\u30fc\u30bf\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002

EIM.WARN.LOGIC.EVENT.LATEST.MULTIPLE.FOUND=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u6700\u65b0\u30a4\u30d9\u30f3\u30c8\u304c\u8907\u6570\u500b\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.WARN.LOGIC.CACHE.REPLICATION.TARGET.NOTFOUND=\u30ec\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u5148\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002

EIM.ERROR.LOGIC.AUTH.CLASSIFICATION.ILLEGAL=\u6a29\u9650\u7a2e\u5225\u306e\u6307\u5b9a\u304c\u4e0d\u6b63\u3067\u3059\u3002
EIM.ERROR.LOGIC.MULTIPLE.ACCESSROLE.NOTFOUND=\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u304c\u5b58\u5728\u3057\u306a\u3044\u3082\u306e\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u51e6\u7406\u3092\u53d6\u308a\u6d88\u3057\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.MULTIPLE.OBJECT.NOTFOUND=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u5b58\u5728\u3057\u306a\u3044\u3082\u306e\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u51e6\u7406\u3092\u53d6\u308a\u6d88\u3057\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.RELATION.FK.NO.EXIST.CHILDORPARENT=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u5b58\u5728\u3057\u306a\u3044\u305f\u3081\u3001\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u306e\u767b\u9332\u3082\u3057\u304f\u306f\u66f4\u65b0\u51e6\u7406\u3092\u5931\u6557\u3057\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OBJECT.FK.REL.EXIST=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u53c2\u7167\u3059\u308b\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u304c\u5b58\u5728\u3059\u308b\u305f\u3081\u3001\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u524a\u9664\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002

EIM.ERROR.LOGIC.WORKFLOW.UNIQUEKEY=\u30ea\u30d3\u30b8\u30e7\u30f3\u756a\u53f7\u304c\u91cd\u8907\u3057\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.WORKFLOW.SRCWORKFLOW.NOTLATEST=\u30ea\u30d3\u30b8\u30e7\u30f3\u30a2\u30c3\u30d7\u5143\u306e\u30ef\u30fc\u30af\u30d5\u30ed\u30fc\u306f\u6700\u65b0\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002

EIM.ERROR.LOGIC.UPLOAD.FILE.SIZE.INVALID=\u8a2d\u5b9a\u30d5\u30a1\u30a4\u30eb\u306eUPLOAD_FILE_SIZE_MAX\u3082\u3057\u304f\u306fUPLOAD_FILE_SIZE_THRESHOLD\u306e\u5024\u304c\u4e0d\u6b63\u3067\u3059\u3002
EIM.ERROR.LOGIC.UPLOAD.FILE.SIZE.OVER=\u30d5\u30a1\u30a4\u30eb\u30b5\u30a4\u30ba\u304c\u8a2d\u5b9a\u30d5\u30a1\u30a4\u30eb\u306eUPLOAD_FILE_SIZE_MAX[{0}]\u3092\u8d85\u3048\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.WEBDAV.ERROR=\u30b9\u30c6\u30fc\u30bf\u30b9\u30b3\u30fc\u30c9 {0} \u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

EIM.INFO.LOGIC.JOB.EXECUTION.CANCELED=Job\u306e\u5b9f\u884c\u3092\u53d6\u308a\u3084\u3081\u307e\u3057\u305f\u3002\u5bfe\u8c61\u306eJob\u306f\u5b9f\u884c\u4e2d\u3067\u3059\u3002[target:{0}][node:{1}]

EIM.ERROR.LOGIC.BOX.FORBIDDEN=\u5bfe\u8c61Box\u30d5\u30a9\u30eb\u30c0\u306e\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.BOX.CONFLICT=\u540c\u540d\u306eBox\u30d5\u30a9\u30eb\u30c0\u3042\u308b\u3044\u306fBox\u30d5\u30a1\u30a4\u30eb\u304c\u3059\u3067\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.BOX.PARENT.FOLDER.NOT.FOUND=\u89aaBox\u30d5\u30a9\u30eb\u30c0\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.BOX.FILE.NOT.FOUND=\u5bfe\u8c61\u306eBox\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.BOX.FILE.ALREADY.CREATED=\u5bfe\u8c61\u306eBox\u30d5\u30a1\u30a4\u30eb\u304c\u3059\u3067\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.BOX.FOLDER.NOT.FOUND=\u5bfe\u8c61\u306eBox\u30d5\u30a9\u30eb\u30c0\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.BOX.FILE.SIZE.5GB.OVER=\u767b\u9332\u3059\u308bBox\u30d5\u30a1\u30a4\u30eb\u306e\u30b5\u30a4\u30ba\u304c5GB\u3092\u8d85\u3048\u3066\u3044\u307e\u3059\u3002
EIM.ERROR.LOGIC.BOX.USER.NOT.FOUND=\u30ed\u30b0\u30a4\u30f3\u30e6\u30fc\u30b6\u306e\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3068\u540c\u4e00\u306eBox\u30a2\u30ab\u30a6\u30f3\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.BOX.FILE.EXTRACT.ERROR=Box\u304b\u3089\u306e\u30d5\u30a1\u30a4\u30eb\u62bd\u51fa\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002[{0}]
EIM.ERROR.LOGIC.BOX.FORBIDDEN.DOWNLOAD=\u5bfe\u8c61Box\u304b\u3089\u30d5\u30a1\u30a4\u30eb\u3092\u53d6\u5f97\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002

EIM.ERROR.INPUT.BOXARCHIVEINFO.ISNULL=\u5f15\u6570boxArchiveInfo\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.INPUT.NO.OBJECT=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.INPUT.NO.FORMAT=\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.INPUT.NO.BOXFILEID=Box\u30d5\u30a1\u30a4\u30ebID\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.INPUT.NO.PARENT.BOXFOLDERID=Box\u30d5\u30a1\u30a4\u30eb\u306e\u89aa\u30d5\u30a9\u30eb\u30c0ID\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.INPUT.NO.UPLOADED.BOXUSERID=Box\u3078\u30d5\u30a1\u30a4\u30eb\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u51e6\u7406\u3092\u5b9f\u884c\u3057\u305fBox\u30e6\u30fc\u30b6ID\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.INPUT.NO.UPLOADEDFILE.MODIFICATIONDATE=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u958b\u59cb\u76f4\u524d\u306e\u30d5\u30a1\u30a4\u30eb\u66f4\u65b0\u65e5\u6642\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.INPUT.NO.UPLOAD.COMPLETIONDATE=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3092\u6210\u529f\u3057\u305f\u65e5\u6642\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002

EIM.ERROR.LOGIC.BOXARCHIVEINFO.CREATION.NO.EIMFILE=Box\u3078\u30a2\u30fc\u30ab\u30a4\u30d6\u3057\u305f\u30d5\u30a1\u30a4\u30eb\u306b\u5bfe\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u60c5\u5831\u304c\u5b58\u5728\u3057\u306a\u3044\u305f\u3081\u4fdd\u7ba1\u60c5\u5831\u3092\u767b\u9332\u3067\u304d\u307e\u305b\u3093\u3002[\u30aa\u30d6\u30b8\u30a7\u30af\u30c8ID:{0} \u30d5\u30a9\u30fc\u30de\u30c3\u30c8ID:{1}]
EIM.ERROR.LOGIC.BOXARCHIVEINFO.UPDATE.NO.INFO=Box\u4fdd\u7ba1\u60c5\u5831\u304c\u5b58\u5728\u3057\u306a\u3044\u305f\u3081\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3002[\u30aa\u30d6\u30b8\u30a7\u30af\u30c8ID:{0} \u30d5\u30a9\u30fc\u30de\u30c3\u30c8ID:{1}]

EIM.INFO.BOX.JOB.ARCHIVE.EXECUTION.CANCELED=\u30a2\u30fc\u30ab\u30a4\u30d6\u30d0\u30c3\u30c1(\u30d5\u30a1\u30a4\u30eb\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9)\u304c\u5b9f\u884c\u4e2d\u306e\u305f\u3081\u3001\u51e6\u7406\u3092\u7d42\u4e86\u3057\u307e\u3059\u3002
EIM.INFO.BOX.JOB.ARCHIVE.PROCESS.EXECUTE=Box\u3078\u306e\u30a2\u30fc\u30ab\u30a4\u30d6\u51e6\u7406\u3092\u5b9f\u884c\u3057\u307e\u3059\u3002[\u5bfe\u8c61\u4ef6\u6570:{0}\u4ef6]
EIM.INFO.BOX.JOB.ARCHIVE.PROCESS.COMPLETED=Box\u3078\u306e\u30a2\u30fc\u30ab\u30a4\u30d6\u51e6\u7406\u3092\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002[\u30a2\u30fc\u30ab\u30a4\u30d6:{0}\u4ef6 \u30b9\u30ad\u30c3\u30d7:{1}\u4ef6 \u30a8\u30e9\u30fc:{2}\u4ef6]
EIM.INFO.BOX.JOB.ARCHIVE.FILE.ARCHIVED=\u30d5\u30a1\u30a4\u30eb\u3092Box\u3078\u30a2\u30fc\u30ab\u30a4\u30d6\u3057\u307e\u3057\u305f\u3002[\u30aa\u30d6\u30b8\u30a7\u30af\u30c8ID:{0} \u30d5\u30a9\u30fc\u30de\u30c3\u30c8ID:{1} \u30b7\u30fc\u30b1\u30f3\u30b9:{2}]
EIM.INFO.BOX.JOB.ARCHIVE.CONDITION.CHANGED=\u5bfe\u8c61\u304c\u4fdd\u7ba1\u5bfe\u8c61\u6761\u4ef6\u306b\u5408\u81f4\u3057\u306a\u304f\u306a\u3063\u305f\u304b\u3001\u5b58\u5728\u3057\u306a\u3044\u305f\u3081\u3001\u30d5\u30a1\u30a4\u30eb\u60c5\u5831\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002[\u30aa\u30d6\u30b8\u30a7\u30af\u30c8ID:{0} \u30d5\u30a9\u30fc\u30de\u30c3\u30c8ID:{1}]
EIM.INFO.BOX.JOB.ARCHIVE.NO.FILES=\u30a2\u30fc\u30ab\u30a4\u30d6\u5bfe\u8c61\u306e\u7269\u7406\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002[\u30aa\u30d6\u30b8\u30a7\u30af\u30c8ID:{0} \u30d5\u30a9\u30fc\u30de\u30c3\u30c8ID:{1} \u30b7\u30fc\u30b1\u30f3\u30b9:{2}]
EIM.INFO.BOX.JOB.ARCHIVE.EXTRACTION.COMPLETED=\u30a2\u30fc\u30ab\u30a4\u30d6\u5bfe\u8c61\u306e\u6458\u51fa\u51e6\u7406\u3092\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002[\u53d6\u5f97\u4ef6\u6570:{0}\u4ef6 \u9664\u5916\u4ef6\u6570(\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3057\u306a\u3044:{1}\u4ef6 \u30b7\u30f3\u30dc\u30ea\u30c3\u30af\u30ea\u30f3\u30af:{2}\u4ef6) \u5bfe\u8c61\u4ef6\u6570:{3}\u4ef6]

EIM.INFO.BOX.JOB.PURGE.EXECUTION.CANCELED=\u30a2\u30fc\u30ab\u30a4\u30d6\u30d0\u30c3\u30c1(\u30d5\u30a1\u30a4\u30eb\u524a\u9664)\u304c\u5b9f\u884c\u4e2d\u306e\u305f\u3081\u3001\u51e6\u7406\u3092\u7d42\u4e86\u3057\u307e\u3059\u3002
EIM.INFO.BOX.JOB.PURGE.FILE.PURGED=\u30a2\u30fc\u30ab\u30a4\u30d6\u6e08\u307f\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u3057\u307e\u3057\u305f\u3002[\u30aa\u30d6\u30b8\u30a7\u30af\u30c8ID:{0} \u30d5\u30a9\u30fc\u30de\u30c3\u30c8ID:{1} \u30b7\u30fc\u30b1\u30f3\u30b9:{2}]
EIM.INFO.BOX.JOB.PURGE.PROCESS.EXECUTE=Box\u3078\u30a2\u30fc\u30ab\u30a4\u30d6\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\u306e\u524a\u9664\u51e6\u7406\u3092\u5b9f\u884c\u3057\u307e\u3059\u3002[\u5bfe\u8c61\u4ef6\u6570:{0}\u4ef6]
EIM.INFO.BOX.JOB.PURGE.PROCESS.COMPLETED=Box\u3078\u30a2\u30fc\u30ab\u30a4\u30d6\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\u306e\u524a\u9664\u51e6\u7406\u3092\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002[\u524a\u9664:{0}\u4ef6 \u30b9\u30ad\u30c3\u30d7:{1}\u4ef6 \u30a8\u30e9\u30fc:{2}\u4ef6]
EIM.INFO.BOX.JOB.PURGE.INFO.ALREADY.FLAGGED=Box\u4fdd\u7ba1\u60c5\u5831\u304c\u65e2\u306b\u524a\u9664\u6e08\u307f\u3068\u306a\u3063\u3066\u3044\u307e\u3059\u3002[\u30aa\u30d6\u30b8\u30a7\u30af\u30c8ID:{0} \u30d5\u30a9\u30fc\u30de\u30c3\u30c8ID:{1}]
EIM.INFO.BOX.JOB.PURGE.FILE.ALREADY.PURGED=\u524a\u9664\u5bfe\u8c61\u306e\u7269\u7406\u30d5\u30a1\u30a4\u30eb\u304c\u65e2\u306b\u524a\u9664\u3055\u308c\u3066\u3044\u307e\u3059\u3002[\u30aa\u30d6\u30b8\u30a7\u30af\u30c8ID:{0} \u30d5\u30a9\u30fc\u30de\u30c3\u30c8ID:{1} \u30b7\u30fc\u30b1\u30f3\u30b9:{2}]
EIM.INFO.BOX.JOB.PURGE.FILE.UPDATED=\u524a\u9664\u5bfe\u8c61\u306e\u7269\u7406\u30d5\u30a1\u30a4\u30eb\u304c\u524d\u56de\u30a2\u30fc\u30ab\u30a4\u30d6\u3057\u305f\u6642\u70b9\u304b\u3089\u66f4\u65b0\u3055\u308c\u3066\u3044\u307e\u3059\u3002[\u30aa\u30d6\u30b8\u30a7\u30af\u30c8ID:{0} \u30d5\u30a9\u30fc\u30de\u30c3\u30c8ID:{1} \u30b7\u30fc\u30b1\u30f3\u30b9:{2} \u30d5\u30a1\u30a4\u30eb\u66f4\u65b0\u65e5\u6642:{3}]
EIM.INFO.BOX.JOB.PURGE.NO.INFO=Box\u4fdd\u7ba1\u60c5\u5831\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002[\u30aa\u30d6\u30b8\u30a7\u30af\u30c8ID:{0} \u30d5\u30a9\u30fc\u30de\u30c3\u30c8ID:{1}]

EIM.INFO.BOX.JOB.NO.TARGET=\u51e6\u7406\u5bfe\u8c61\u304c0\u4ef6\u306e\u305f\u3081\u3001\u51e6\u7406\u3092\u7d42\u4e86\u3057\u307e\u3059\u3002

EIM.ERROR.LOGIC.BOX.JOB.ARCHIVE.FAILURE=\u30d5\u30a1\u30a4\u30eb\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u5b9f\u884c\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002[\u30aa\u30d6\u30b8\u30a7\u30af\u30c8ID:{0} \u30d5\u30a9\u30fc\u30de\u30c3\u30c8ID:{1} \u30b7\u30fc\u30b1\u30f3\u30b9:{2}]
EIM.ERROR.LOGIC.BOX.JOB.ARCHIVE.NO.BOXFOLDER=\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30a2\u30fc\u30ab\u30a4\u30d6\u5148Box\u30d5\u30a9\u30eb\u30c0\u304c\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002[\u30d5\u30a9\u30fc\u30de\u30c3\u30c8ID:{0} Box\u30d5\u30a9\u30eb\u30c0ID:{1}]

EIM.ERROR.LOGIC.BOX.JOB.PURGE.FAILURE=\u30d5\u30a1\u30a4\u30eb\u524a\u9664\u5b9f\u884c\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002[\u30aa\u30d6\u30b8\u30a7\u30af\u30c8ID:{0} \u30d5\u30a9\u30fc\u30de\u30c3\u30c8ID:{1} \u30b7\u30fc\u30b1\u30f3\u30b9:{2}]

# LDAP
EIM.INFO.SYN.LDAP.LDAP.USER.ACQUIRED=LDAP\u30e6\u30fc\u30b6\u60c5\u5831\u3092\u53d6\u5f97\u3057\u307e\u3057\u305f\u3002[{0}\u4ef6]
EIM.INFO.SYN.LDAP.EIM.USER.ACQUIRED=EIM\u30e6\u30fc\u30b6\u60c5\u5831\u3092\u53d6\u5f97\u3057\u307e\u3057\u305f\u3002[{0}\u4ef6]
EIM.INFO.SYN.LDAP.LDAP.GROUP.ACQUIRED=LDAP\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30b0\u30eb\u30fc\u30d7\u60c5\u5831\u3092\u53d6\u5f97\u3057\u307e\u3057\u305f\u3002[{0}\u4ef6]
EIM.INFO.SYN.LDAP.EIM.GROUP.ACQUIRED=EIM\u30b0\u30eb\u30fc\u30d7\u60c5\u5831\u3092\u53d6\u5f97\u3057\u307e\u3057\u305f\u3002[{0}\u4ef6]
EIM.INFO.SYNC.LDAP.NO.TARGET.USER=\u9023\u643a\u5bfe\u8c61\u3068\u306a\u308bLDAP\u30e6\u30fc\u30b6\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.INFO.SYNC.LDAP.NO.TARGET.GROUP=\u9023\u643a\u5bfe\u8c61\u3068\u306a\u308bLDAP\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30b0\u30eb\u30fc\u30d7\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002

EIM.INFO.SYNC.LDAP.USER.REGISTERD=\u30e6\u30fc\u30b6\u3092\u767b\u9332\u3057\u307e\u3057\u305f\u3002[\u30e6\u30fc\u30b6: id={0}, code={1}, definitionName={2}]
EIM.INFO.SYNC.LDAP.USER.UPDATED=\u30e6\u30fc\u30b6\u3092\u66f4\u65b0\u3057\u307e\u3057\u305f\u3002[\u30e6\u30fc\u30b6: id={0}, code={1}, definitionName={2}]
EIM.INFO.SYNC.LDAP.USER.PHYSICALLY.DELETED=\u30e6\u30fc\u30b6\u3092\u7269\u7406\u524a\u9664\u3057\u307e\u3057\u305f\u3002[\u30e6\u30fc\u30b6: id={0}, code={1}, definitionName={2}]
EIM.INFO.SYNC.LDAP.USER.LOGICALLY.DELETED=\u30e6\u30fc\u30b6\u3092\u8ad6\u7406\u524a\u9664\u3057\u307e\u3057\u305f\u3002[\u30e6\u30fc\u30b6: id={0}, code={1}, definitionName={2}]
EIM.INFO.SYNC.LDAP.USER.ALREADY.DELETED=\u30e6\u30fc\u30b6\u306f\u65e2\u306b\u524a\u9664\u3055\u308c\u3066\u3044\u307e\u3059\u3002[\u30e6\u30fc\u30b6: id={0}, code={1}, definitionName={2}]

EIM.INFO.SYNC.LDAP.GROUP.MEMBER.ASSIGNED=\u30e6\u30fc\u30b6\u3092\u30b0\u30eb\u30fc\u30d7\u306e\u6240\u5c5e\u306b\u8ffd\u52a0\u3057\u307e\u3057\u305f\u3002[\u30b0\u30eb\u30fc\u30d7: id={0}, definitionName={1}][\u30e6\u30fc\u30b6: id={2}, code={3}, definitionName={4}]
EIM.INFO.SYNC.LDAP.GROUP.MEMBER.RELEASED=\u30e6\u30fc\u30b6\u3092\u30b0\u30eb\u30fc\u30d7\u306e\u6240\u5c5e\u304b\u3089\u89e3\u9664\u3057\u307e\u3057\u305f\u3002[\u30b0\u30eb\u30fc\u30d7: id={0}, definitionName={1}][\u30e6\u30fc\u30b6: id={2}, code={3}, definitionName={4}]

EIM.WARN.SYNC.LDAP.EIM.GROUPS.DEPLICATED=\u9023\u643a\u5bfe\u8c61\u30b0\u30eb\u30fc\u30d7\u3068\u5b9a\u7fa9\u540d\u79f0\u304c\u4e00\u81f4\u3059\u308bEIM\u30b0\u30eb\u30fc\u30d7\u304c\u8907\u6570\u5b58\u5728\u3059\u308b\u305f\u3081\u5bfe\u8c61\u304b\u3089\u9664\u5916\u3057\u307e\u3059\u3002[{0}]

# Solr
EIM.ERROR.LOGIC.NO.METHOD=\u3053\u306e\u30e1\u30bd\u30c3\u30c9\u306f\u5b9f\u88c5\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002

# \u30d1\u30b9\u30ef\u30fc\u30c9
EIM.LABEL.PASSWORD.UPPERCASE.ALPHABET=\u5927\u6587\u5b57
EIM.LABEL.PASSWORD.LOWERCASE.ALPHABET=\u5c0f\u6587\u5b57
EIM.LABEL.PASSWORD.DIGIT=\u6570\u5b57
EIM.LABEL.PASSWORD.SYMBOL=\u8a18\u53f7
EIM.DIALOG.DISP.MESSAGE={0}

EIM.LABEL.PASSWORD.NOTES1=
EIM.LABEL.PASSWORD.NOTES2=
EIM.LABEL.PASSWORD.NOTES3=
EIM.LABEL.PASSWORD.NOTES4=
EIM.LABEL.PASSWORD.NOTES5=
EIM.LABEL.PASSWORD.NOTES6=
EIM.LABEL.PASSWORD.NOTES.CUSTOM=
EIM.LABEL.PASSWORD.NOTES.LENGTH=\u30d1\u30b9\u30ef\u30fc\u30c9\u306f{0}\u6587\u5b57\u4ee5\u4e0a{1}\u6587\u5b57\u4ee5\u4e0b\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
EIM.LABEL.PASSWORD.NOTES.INCLUDE.LOGINID=Login ID\u3068\u540c\u3058\u6587\u5b57\u5217\u3092\u542b\u3080\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3002
EIM.LABEL.PASSWORD.NOTES.INCLUDE.MAILADDRESS=\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306e@\u3088\u308a\u524d\u306e\u6587\u5b57\u5217\u3092\u542b\u3080\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3002
EIM.LABEL.PASSWORD.NOTES.CONTAIN.HISTRICAL.PASSWORD=\u904e\u53bb{0}\u4e16\u4ee3\u524d\u3068\u540c\u3058\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u6307\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
EIM.LABEL.PASSWORD.NOTES.INCLUDE.CHAR={0}\u30921\u6587\u5b57\u4ee5\u4e0a\u542b\u3093\u3060\u30d1\u30b9\u30ef\u30fc\u30c9\u3067\u4f5c\u6210\u3057\u3066\u304f\u3060\u3055\u3044\u3002
EIM.LABEL.HISTORY.DETAIL.PASSWORD.LOCKED=loginId:{0}

# Simple Search
EIM.ERROR.LOGIC.SIMPLE_SEARCH.INVALID.CONDITION=\u691c\u7d22\u6761\u4ef6\u304c\u4e0d\u6b63\u3067\u3059\u3002{0}
EIM.ERROR.LOGIC.SIMPLE_SEARCH.INVALID.SEARCH.ITEM=\u691c\u7d22\u9805\u76ee\u304c\u4e0d\u6b63\u3067\u3059\u3002
EIM.ERROR.LOGIC.SIMPLE_SEARCH.INVALID.SEARCH.VALUE=\u691c\u7d22\u5024\u304c\u4e0d\u6b63\u3067\u3059\u3002
EIM.ERROR.LOGIC.SIMPLE_SEARCH.MISSING.ATTRIBUTE.TYPE=\u5c5e\u6027\u30bf\u30a4\u30d7\u304c\u672a\u6307\u5b9a\u3067\u3059\u3002
EIM.ERROR.LOGIC.SIMPLE_SEARCH.NOT.SUPPORT.OP=\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u306a\u3044\u6f14\u7b97\u5b50\u3067\u3059\u3002
EIM.ERROR.LOGIC.SIMPLE_SEARCH.MISSING.PARAMETER={0}\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002

# API
EIM.ERROR.LOGIC.API.INVALID.URL.ID=URL\u306eID\u306f\u6570\u5024\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002{0}
EIM.ERROR.LOGIC.API.INVALID.PARAMETER=API\u547c\u3073\u51fa\u3057\u306b\u6307\u5b9a\u3057\u305f\u30d1\u30e9\u30e1\u30fc\u30bf\u304c\u4e0d\u6b63\u3067\u3059\u3002

EIM.ERROR.LOGIC.MISSING.PARAMETER={0}\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002

# Role control for each object
EIM.ERROR.LOGIC.MEMBERS.ISNULL=\u5f15\u6570members\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.MEMBERS.NOTFOUND=\u6307\u5b9a\u3055\u308c\u305f\u30e1\u30f3\u30d0\u30fc\u30ba\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002

EIM.ERROR.LOGIC.MEMBERSIDS.ISNULL=\u5f15\u6570membersIds\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002

EIM.ERROR.LOGIC.MEMENTRY.ISNULL=\u5f15\u6570memberEntry\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.MEMENTRY.MEMBERS.NOTFOUND=\u30e1\u30f3\u30d0\u30fc\u30a8\u30f3\u30c8\u30ea\u30fc\u306b\u5bfe\u3057\u3066\u6307\u5b9a\u3055\u308c\u305f\u30e1\u30f3\u30d0\u30fc\u30ba\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.MEMENTRY.ENTRYELEMENT.VALUE.ILLEGAL=\u30e1\u30f3\u30d0\u30fc\u30a8\u30f3\u30c8\u30ea\u30fc\u306b\u5bfe\u3057\u3066\u30a8\u30f3\u30c8\u30ea\u30fc\u30a8\u30ec\u30e1\u30f3\u30c8\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.MEMENTRY.ENTRYELEMENT.DUPLICATE=\u30e1\u30f3\u30d0\u30fc\u30a8\u30f3\u30c8\u30ea\u30fc\u306b\u5bfe\u3057\u3066\u540c\u4e00\u306e\u30a8\u30f3\u30c8\u30ea\u30fc\u30a8\u30ec\u30e1\u30f3\u30c8\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.MEMENTRY.ENTRYELEMENT.NOTFOUND=\u30e1\u30f3\u30d0\u30fc\u30a8\u30f3\u30c8\u30ea\u30fc\u306b\u5bfe\u3057\u3066\u6307\u5b9a\u3055\u308c\u305f\u30a8\u30f3\u30c8\u30ea\u30fc\u30a8\u30ec\u30e1\u30f3\u30c8\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.MEMENTRY.NOTFOUND=\u6307\u5b9a\u3055\u308c\u305f\u30e1\u30f3\u30d0\u30fc\u30a8\u30f3\u30c8\u30ea\u30fc\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002

EIM.ERROR.LOGIC.MEMENTRYLIST.VALUE.ILLEGAL=\u5f15\u6570memberEntryList\u306bnull\u307e\u305f\u306f\u7a7a\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.MEMENTRYIDS.ISNULL=\u5f15\u6570memberEntryIds\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002

EIM.ERROR.LOGIC.MEMROLE.ISNULL=\u5f15\u6570memberRole\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.MEMROLE.MEMENTRY.NOTFOUND=\u30e1\u30f3\u30d0\u30fc\u30ed\u30fc\u30eb\u306b\u5bfe\u3057\u3066\u6307\u5b9a\u3055\u308c\u305f\u30e1\u30f3\u30d0\u30fc\u30a8\u30f3\u30c8\u30ea\u30fc\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.MEMROLE.OBJROLE.VALUE.ILLEGAL=\u30e1\u30f3\u30d0\u30fc\u30ed\u30fc\u30eb\u306b\u5bfe\u3057\u3066\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30ed\u30fc\u30eb\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.MEMROLE.OBJROLE.DUPLICATE=\u30e1\u30f3\u30d0\u30fc\u30ed\u30fc\u30eb\u306b\u5bfe\u3057\u3066\u540c\u4e00\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30ed\u30fc\u30eb\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.MEMROLE.OBJROLE.NOTFOUND=\u30e1\u30f3\u30d0\u30fc\u30ed\u30fc\u30eb\u306b\u5bfe\u3057\u3066\u6307\u5b9a\u3055\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30ed\u30fc\u30eb\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.MEMROLE.NOTFOUND=\u6307\u5b9a\u3055\u308c\u305f\u30e1\u30f3\u30d0\u30fc\u30ed\u30fc\u30eb\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002

EIM.ERROR.LOGIC.MEMROLELIST.VALUE.ILLEGAL=\u5f15\u6570memberRoleList\u306bnull\u307e\u305f\u306f\u7a7a\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002

EIM.ERROR.LOGIC.OBJROLE.ISNULL=\u5f15\u6570objectRole\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OBJROLE.NAME.ILLEGAL=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30ed\u30fc\u30eb\u306e\u5b9a\u7fa9\u540d\u79f0\u306bnull\u307e\u305f\u306f\u7a7a\u6587\u5b57\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.OBJROLE.NAME.DUPLICATE=\u6307\u5b9a\u3055\u308c\u305f\u540d\u79f0\u3068\u540c\u540d\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30ed\u30fc\u30eb\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
EIM.ERROR.LOGIC.OBJROLE.VALUE.ILLEGAL=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30ed\u30fc\u30eb\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.OBJROLE.MEMROLE.EXISTS=\u53c2\u7167\u3059\u308b\u30e1\u30f3\u30d0\u30fc\u30ed\u30fc\u30eb\u304c\u5b58\u5728\u3059\u308b\u305f\u3081\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30ed\u30fc\u30eb\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.OBJROLE.NOTFOUND=\u6307\u5b9a\u3055\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30ed\u30fc\u30eb\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002

EIM.ERROR.LOGIC.OBJROLEIDS.ISNULL=\u5f15\u6570objectRoleIds\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002

EIM.ERROR.LOGIC.SERIES.ISNULL=\u5f15\u6570series\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
EIM.ERROR.LOGIC.SERIES.NOTFOUND=\u5bfe\u8c61\u306e\u30b7\u30ea\u30fc\u30ba\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.SERIES.MEMBERS.NOTFOUND=\u30b7\u30ea\u30fc\u30ba\u306b\u5bfe\u3057\u3066\u6307\u5b9a\u3055\u308c\u305f\u30e1\u30f3\u30d0\u30fc\u30ba\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.SERIESCRITERIA.VALUE.ILLEGAL=\u30b7\u30ea\u30fc\u30ba\u306b\u5bfe\u3059\u308b\u62bd\u51fa\u6761\u4ef6\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002

# Service / Dao argument
EIM.ERROR.ARG.PARAMS.ISNULL=\u5f15\u6570params\u306bnull\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002

# Transaction
EIM.ERROR.LOGIC.PROGRAMMATIC.TX.MODE.NOTSET=\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u304c\u751f\u6210\u6e08\u307f\u306e\u305f\u3081\u30d7\u30ed\u30b0\u30e9\u30de\u30c6\u30a3\u30c3\u30af\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u30e2\u30fc\u30c9\u306b\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.CREATED.CONNECTION.NOTCLOSED=\u30b3\u30f3\u30bd\u30fc\u30eb\u30e2\u30fc\u30c9\u306e\u8a2d\u5b9a\u306b\u5f93\u3044\u65b0\u305f\u306b\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u3092\u751f\u6210\u3059\u308b\u305f\u3081\u3001\u751f\u6210\u6e08\u307f\u306e\u30b3\u30cd\u30af\u30b7\u30e7\u30f3\u306f\u30af\u30ed\u30fc\u30ba\u3055\u308c\u307e\u305b\u3093\u3002

# Authorization
EIM.ERROR.INPUT.NO.PARENT.OBJECT=\u89aa\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u6307\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.INPUT.NOT.SPECIFIED.IDENTIFY.OBJECTTYPE=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u3092\u7279\u5b9a\u3059\u308b\u60c5\u5831\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NO.ASPECT.HANDLER.SETTING=\u30a2\u30b9\u30da\u30af\u30c8Handler\u306e\u8a2d\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.NO.AUTH.HANDLER.SETTING=\u8a8d\u53efHandler\u306e\u8a2d\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.CANT.IDENTIFY.AUTH.HANDLER=\u691c\u7d22\u6761\u4ef6\u306b\u5bfe\u5fdc\u3059\u308b\u552f\u4e00\u306e\u8a8d\u53efHandler\u3092\u7279\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
EIM.ERROR.LOGIC.DEFINE.MULTIPLE.AUTH.HANDLER=\u540c\u4e00\u306e\u51e6\u7406\u5bfe\u8c61\u306b\u5bfe\u3057\u3066\u8907\u6570\u306e\u8a8d\u53efHandler\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u3044\u307e\u3059\u3002

# ZIP
EIM.ZIP.DOWNLOAD.OBJECTREF.FOLDER_NAME.PREFIX=_
EIM.ZIP.DOWNLOAD.OBJECTREF.FOLDER_NAME.SUFFIX=\u306e\u5c5e\u6027
